[
  {
    "id": 0,
    "name": "கணபதி காப்பு",
    "text": "தாரமர் கொன்றையும் சண்பகமாலையும் சாத்தும் தில்லை\nஊரார் தம் பாகத்து உமைமைந்தனே! உலகு ஏழும் பெற்ற\nசீர் அபிராமி அந்தாதி எப்போதும் என் சிந்தையுள்ளே\nகாரமர் மேனிக் கணபதியே! நிற்க கட்டுரையே.",
    "meaning": "கொன்றைப்பூ மாலை அணியும் தில்லை வாழ் கூத்தபிரானுக்கும் சண்பகப்பூ மாலையணிந்து அவரின் இடப்பாகத்தில் அமைந்த உமையவளுக்கும் தோன்றிய மைந்தனே! கருநிறம் பொருந்திய கணபதியே! ஏழு உலகங்களையும் பெற்ற சிறப்புமிக்க அன்னையின் பேரில் நான் தொடுக்கும் அபிராமி அந்தாதி என் நெஞ்சில் நிலைத்திருக்க அருளுவாயாக!",
    "benefits": "அபிராமி அந்தாதி பாராயணத்திற்கான ஆரம்ப வேண்டுதல் மற்றும் விக்கினங்கள் நீங்குதல்"
  },
  {
    "id": 1,
    "name": "ஞானமும் நல்வித்தையும் பெற",
    "text": "உதிக்கின்ற செங்கதிர், உச்சித்திலகம், உணர்வுடையோர்\nமதிக்கின்ற மாணிக்கம், மாதுளம் போது, மலர்க்கமலை\nதுதிக்கின்ற மின்கொடி, மென்கடிக்குங்கும தோயமென்ன\nவிதிக்கின்ற மேனி அபிராமி என்தன் விழித்துணையே.",
    "meaning": "உதிக்கின்ற செங்கதிரோனும் நெற்றியின் மையத்திலிடுகின்ற சிந்தூரத் திலகமும், ஞானம் கைவரப் பெற்றவர்களே மதிக்கின்ற மாணிக்கமும், மாதுளை மலரும், தாமரை மலரில் தோன்றிய இலக்குமி துதி செய்கின்ற மின்னற் கொடியும், மென்மணம் வீசும் குங்குமக் குழம்பும் ஆகிய அனைத்தையும் போன்றதென்று நூல்கள் யாவும் பாராட்டிக் கூறும் திருமேனியைக் கொண்ட அபிராமி அன்னையே எனக்கு மேலான துணையாவாள்.",
    "benefits": "ஞானம் மற்றும் நல்ல வித்தைகளில் சிறந்து விளங்குதல்"
  },
  {
    "id": 2,
    "name": "பிரிந்தவர் ஒன்று சேர",
    "text": "துணையும் தொழும் தெய்வமும், பெற்றதாயும் சுருதிகளின்\nபணையும், கொழுந்தும் பதி கொண்டவேரும் பனிமலர்பூங்\nகணையும், கருப்புச்சிலையும், மென்பாசாங்குசமும், கையில்\nஅணையும் திரிபுர சுந்தரி ஆவது அறிந்தனமே.",
    "meaning": "எங்களுக்கு உயிர்த்துணையும் நாங்கள் தொழுகின்ற தெய்வமும் எம்மையெல்லாம் ஈன்றெடுத்த அன்னையும், வேதமென்னும் விருட்சத்தின் கிளையும், அதன் முடிவிலுள்ள கொழுந்தும், கீழே பரவிப் பதிந்துள்ள அதன் வேரும் குளிர்ச்சி பொருந்தியவையான மலரம்புகள், கரும்பு வில், மென்மைமிகு பாசாங்குசம் ஆகியவற்றைத் திருக்கரத்தில் ஏந்தி நிற்கும் திரிபுரசுந்தரியே என்னும் உண்மையை நாங்கள் உணர்ந்து கொண்டோம்.",
    "benefits": "பிரிந்த தம்பதியர் மீண்டும் ஒன்று சேர்ந்து வாழ்தல்"
  },
  {
    "id": 3,
    "name": "குடும்பக் கவலையிலிருந்து விடுபட",
    "text": "அறிந்தேன் எவரும் அறியா மறையை, அறிந்துகொண்டு\nசெறிந்தேன் உனது திருவடிக்கே, திருவே! வெருவிப்\nபிறந்தேன் நின்அன்பர் பெருமைஎண்ணாதகரும நெஞ்சால்\nமறிந்தே விழும் நரகுக்கு உறவாய மனிதரையே.",
    "meaning": "அருட்செல்வம் மிக்க திருவே! வேறெவரும் அறிய முடியாத ரகசியத்தை நான் அறிந்து, அதன் காரணமாக உன் திருவடிகளை அடைந்தேன். உன் அடியவர்களின் பெருமையை உணரத்தவறிய நெஞ்சத்தின் காரணமாக நரகலோகத்தின் தொடர்பு கொண்ட மனிதரைக் கண்டு அஞ்சி விலகிக் கொண்டேன். இனி நீயே எனக்குத் துணை.",
    "benefits": "குடும்பக் கவலைகள் மற்றும் பிரச்சினைகளிலிருந்து விடுபாடு"
  },
  {
    "id": 4,
    "name": "தொழில் மற்றும் வியாபாரத்தில் முன்னேற்றம்",
    "text": "மனிதராய், வித்தாதரராய், மதங்கி, கிம்புருட, கின்னராய்,\nசனந்தனாதிகளும் சேவிக்கின்ற தையல், அபிராமி அண்டமும்\nபனித்தேனும் ஆகின்ற பாதம் பணிந்து, நின் அடியாருளும்\nனிதுமான நிலையை அடைந்தேன், அகிலாண்டேசுவரியே.",
    "meaning": "மனிதர்களாகவும், வித்தாதரர்களாகவும், மதங்கிகளாகவும், கிம்புருடர்களாகவும், கின்னரர்களாகவும், சனகாதி முனிவர்களும் சேவித்து வணங்கும் தாயே! அபிராமி! உன் திருவடிகள் தேனிலும் குளிர்ச்சியானவை. அந்த திருவடிகளை வணங்கி, உன் அடியவர்களில் ஒருவனாக நான் உயர்ந்த நிலையை அடைந்தேன். அகிலாண்ட நாயகியே!",
    "benefits": "தொழில் மற்றும் வியாபாரத்தில் வெற்றியும் முன்னேற்றமும்"
  },
  {
    "id": 5,
    "name": "சத்ருக்களிடமிருந்து பாதுகாப்பு",
    "text": "அகிலாண்டமண்டலியே, அண்டாண்டாதிப அண்டகோடி\nசகல சராசரரும் தொழுது ஏத்த, சதா திருவருள்பாலித்து\nஒகிலாத பூம்களையாகி உலவு கூந்தல், உக்கிரம் அற்ற\nவகிலாரும் வாழ்க என்று அண்டாதிபதியாய்ப் பயின்றவையே.",
    "meaning": "அகிலாண்ட மண்டலங்களின் நாயகியே! பல கோடி அண்டங்களையும் ஆள்கின்ற அதிபதியே! சகல ஜீவ ராசிகளும் உன்னைத் தொழுது ஏத்த, எப்போதும் திருவருளைப் பொழிந்து கொண்டு, வாடாத பூக்களாக விளங்கும் அழகிய கூந்தலைக் கொண்டவளே! கோபம் அற்றவளே! 'அனைவரும் வாழ்க' என்று அருளும் அண்டங்களின் அதிபதியானவளே!",
    "benefits": "எதிரிகளிடமிருந்து பாதுகாப்பும் அவர்களின் மனமாற்றமும்"
  },
  {
    "id": 6,
    "name": "சுகமான குழந்தைப்பேறு",
    "text": "பயின்ற பர ஞானமும், பண்புள்ள பர சுகமும், பக்குவமான\nயின்ற பராசக்தியும், எழில் மிக்க பராபரமும், இயலும்\nசயின்ற பர சிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து\nெயின்ற பர சக்தி என், அபிராமி என்செய்கேன் நான்.",
    "meaning": "பயின்ற பரஞானமும், பண்புள்ள பரசுகமும், பக்குவமான பராசக்தியும், எழில்மிக்க பராபரமும், இயலும் சயின்ற பரசிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து சேர்ந்த பராசக்தியே! அபிராமி! என்னை என் செய்வாய்? நான் உன் அடியேனாகிவிட்டேன்.",
    "benefits": "சுகப்பிரசவம் மற்றும் சந்தான பாக்கியம்"
  },
  {
    "id": 7,
    "name": "நல்ல கணவன் அமைதல்",
    "text": "நான் என் உடலும் என் உயிரும் மனமும் என் நல்ல புத்தியும்\nேன்அவா அவமும் ஞானமுமுடன் சேர்ந்த உழைப்பு களுமே உன்\nதான்என அறிந்து கொண்டேன், தயாமயி, நின் சரணம் தெளிந்து\nேன்என இனிப்பூவை நான் அணையேன், கணப் பிலும் இல்லையே.",
    "meaning": "தயாமயி! நான், என் உடல், என் உயிர், என் மனம், என் நல்ல புத்தி, என் ஆசை அவமும், ஞானமும் சேர்ந்த அனைத்து உழைப்புகளும் உன்னுடையதே என்று அறிந்து கொண்டேன். உன் சரணங்களில் தெளிவு பெற்றேன். இனி வேறு யாரையும் நான் நாடமாட்டேன், ஒரு கணக்கிலும் இல்லை.",
    "benefits": "திருமணத்தில் நல்ல வரன் அமைதல்"
  },
  {
    "id": 8,
    "name": "கல்வியில் சிறந்து விளங்குதல்",
    "text": "இல்லையேன், நீயும் இல்லையால், உன் அடியவர் தம் இயல்பும்\nஅல்லது உனக்கே உரியது, அறியேன் நானும் எம் ஆவி தன்னை\nமல்லையேன், மன் அபிராமி, உன் வாழ்த்துக்கள் வழியாலே\nசொல்ல அறியேன், என் தோழி! உன் சொரூபம் துணியேன் நானே.",
    "meaning": "நான் இல்லாதவன். நீயும் இல்லாதவள். உன் அடியவர்களின் இயல்பும் வேறல்ல, உனக்கே உரியது. நானும் அறியேன், என் ஆத்மாவை மறுக்கவும் மாட்டேன். மென்மையான அபிராமி! உன் வாழ்த்துக்களின் வழியாலே சொல்ல அறியேன். என் தோழி! உன் சொரூபத்தை நான் அறிய மாட்டேன்.",
    "benefits": "கல்வியில் மிகுந்த ஞானமும் புத்திசாலித்தனமும்"
  },
  {
    "id": 9,
    "name": "மன அமைதி மற்றும் ஆன்மீக உயர்வு",
    "text": "துணியேன் நானும் எந் துன்பத்தையும், துணையும் நீயே\nபணியும் பணியும், உன் பதங்கள் இரண்டும், பலவும் பலவாக்\nணியும் திருமுகம், மன தேன் மலர் கொண்டு நான் பூசிப்\nபணியும் படி ஒரு நாளும் ஈவாய், அபிராமி பாத மலரே.",
    "meaning": "நான் எத்தகைய துன்பத்தையும் தாங்க மாட்டேன். நீயே எனக்குத் துணை. என்னுடைய கடமையும் கடமை, உன் இரு திருவடிகளும்தான். பலவிதமான அணிகலன்களாலும் அலங்கரிக்கப்பட்ட திருமுகத்தையுடையவளே! மனத்தில் தேன்போன்ற மலர்களைக் கொண்டு நான் பூஜித்து உன்னை வணங்கும் வாய்ப்பை ஒரு நாளாவது அருள்வாய், அபிராமி பாதமலரே!",
    "benefits": "மன அமைதியும் ஆன்மீக முன்னேற்றமும்"
  },
  {
    "id": 10,
    "name": "வாழ்வில் அனைத்து நன்மைகளும்",
    "text": "மலரும் பனீக் கமலக் களயும், மாதர் மணக்குங் குழலும்,\nஅலரும் கருத்தும், அவர் தன் திருவம்சம் அறம் ஆன பின்னால்,\nினலரும் பரவிக் கதறாது, நின்நல் ஊழியர் நாளும் உன்னை\nலரும் வகையும் அறியேன் என் ஆவி அகியா அணுவே.",
    "meaning": "மலர்ந்த குளிர்ந்த தாமரை இதழ்களும், மாதர்கள் மணக்கும் கூந்தலும், பேசும் வார்த்தைகளும், அவர்களின் திருவம்சம் நன்மையானபின், வினாலியரும் (வேலைக்காரர்கள்) பரவி கதறாமல், உன் நல்ல ஊழியர்கள் நாளும் உன்னை வணங்கும் வகையும் அறியேன். என் ஆத்மா அநேக அணுக்களால் ஆனது.",
    "benefits": "வாழ்வில் அனைத்து நன்மைகளும் சேர்ந்து வருதல்"
  }
]