[
  {
    "id": 0,
    "name": "கணபதி காப்பு",
    "text": "தாரமர் கொன்றையும் சண்பகமாலையும் சாத்தும் தில்லை\nஊரார் தம் பாகத்து உமைமைந்தனே! உலகு ஏழும் பெற்ற\nசீர் அபிராமி அந்தாதி எப்போதும் என் சிந்தையுள்ளே\nகாரமர் மேனிக் கணபதியே! நிற்க கட்டுரையே.",
    "meaning": "கொன்றைப்பூ மாலை அணியும் தில்லை வாழ் கூத்தபிரானுக்கும் சண்பகப்பூ மாலையணிந்து அவரின் இடப்பாகத்தில் அமைந்த உமையவளுக்கும் தோன்றிய மைந்தனே! கருநிறம் பொருந்திய கணபதியே! ஏழு உலகங்களையும் பெற்ற சிறப்புமிக்க அன்னையின் பேரில் நான் தொடுக்கும் அபிராமி அந்தாதி என் நெஞ்சில் நிலைத்திருக்க அருளுவாயாக!",
    "benefits": "அபிராமி அந்தாதி பாராயணத்திற்கான ஆரம்ப வேண்டுதல் மற்றும் விக்கினங்கள் நீங்குதல்"
  },
  {
    "id": 1,
    "name": "ஞானமும் நல்வித்தையும் பெற",
    "text": "உதிக்கின்ற செங்கதிர், உச்சித்திலகம், உணர்வுடையோர்\nமதிக்கின்ற மாணிக்கம், மாதுளம் போது, மலர்க்கமலை\nதுதிக்கின்ற மின்கொடி, மென்கடிக்குங்கும தோயமென்ன\nவிதிக்கின்ற மேனி அபிராமி என்தன் விழித்துணையே.",
    "meaning": "உதிக்கின்ற செங்கதிரோனும் நெற்றியின் மையத்திலிடுகின்ற சிந்தூரத் திலகமும், ஞானம் கைவரப் பெற்றவர்களே மதிக்கின்ற மாணிக்கமும், மாதுளை மலரும், தாமரை மலரில் தோன்றிய இலக்குமி துதி செய்கின்ற மின்னற் கொடியும், மென்மணம் வீசும் குங்குமக் குழம்பும் ஆகிய அனைத்தையும் போன்றதென்று நூல்கள் யாவும் பாராட்டிக் கூறும் திருமேனியைக் கொண்ட அபிராமி அன்னையே எனக்கு மேலான துணையாவாள்.",
    "benefits": "ஞானம் மற்றும் நல்ல வித்தைகளில் சிறந்து விளங்குதல்"
  },
  {
    "id": 2,
    "name": "பிரிந்தவர் ஒன்று சேர",
    "text": "துணையும் தொழும் தெய்வமும், பெற்றதாயும் சுருதிகளின்\nபணையும், கொழுந்தும் பதி கொண்டவேரும் பனிமலர்பூங்\nகணையும், கருப்புச்சிலையும், மென்பாசாங்குசமும், கையில்\nஅணையும் திரிபுர சுந்தரி ஆவது அறிந்தனமே.",
    "meaning": "எங்களுக்கு உயிர்த்துணையும் நாங்கள் தொழுகின்ற தெய்வமும் எம்மையெல்லாம் ஈன்றெடுத்த அன்னையும், வேதமென்னும் விருட்சத்தின் கிளையும், அதன் முடிவிலுள்ள கொழுந்தும், கீழே பரவிப் பதிந்துள்ள அதன் வேரும் குளிர்ச்சி பொருந்தியவையான மலரம்புகள், கரும்பு வில், மென்மைமிகு பாசாங்குசம் ஆகியவற்றைத் திருக்கரத்தில் ஏந்தி நிற்கும் திரிபுரசுந்தரியே என்னும் உண்மையை நாங்கள் உணர்ந்து கொண்டோம்.",
    "benefits": "பிரிந்த தம்பதியர் மீண்டும் ஒன்று சேர்ந்து வாழ்தல்"
  },
  {
    "id": 3,
    "name": "குடும்பக் கவலையிலிருந்து விடுபட",
    "text": "அறிந்தேன் எவரும் அறியா மறையை, அறிந்துகொண்டு\nசெறிந்தேன் உனது திருவடிக்கே, திருவே! வெருவிப்\nபிறந்தேன் நின்அன்பர் பெருமைஎண்ணாதகரும நெஞ்சால்\nமறிந்தே விழும் நரகுக்கு உறவாய மனிதரையே.",
    "meaning": "அருட்செல்வம் மிக்க திருவே! வேறெவரும் அறிய முடியாத ரகசியத்தை நான் அறிந்து, அதன் காரணமாக உன் திருவடிகளை அடைந்தேன். உன் அடியவர்களின் பெருமையை உணரத்தவறிய நெஞ்சத்தின் காரணமாக நரகலோகத்தின் தொடர்பு கொண்ட மனிதரைக் கண்டு அஞ்சி விலகிக் கொண்டேன். இனி நீயே எனக்குத் துணை.",
    "benefits": "குடும்பக் கவலைகள் மற்றும் பிரச்சினைகளிலிருந்து விடுபாடு"
  },
  {
    "id": 4,
    "name": "தொழில் மற்றும் வியாபாரத்தில் முன்னேற்றம்",
    "text": "மனிதராய், வித்தாதரராய், மதங்கி, கிம்புருட, கின்னராய்,\nசனந்தனாதிகளும் சேவிக்கின்ற தையல், அபிராமி அண்டமும்\nபனித்தேனும் ஆகின்ற பாதம் பணிந்து, நின் அடியாருளும்\nனிதுமான நிலையை அடைந்தேன், அகிலாண்டேசுவரியே.",
    "meaning": "மனிதர்களாகவும், வித்தாதரர்களாகவும், மதங்கிகளாகவும், கிம்புருடர்களாகவும், கின்னரர்களாகவும், சனகாதி முனிவர்களும் சேவித்து வணங்கும் தாயே! அபிராமி! உன் திருவடிகள் தேனிலும் குளிர்ச்சியானவை. அந்த திருவடிகளை வணங்கி, உன் அடியவர்களில் ஒருவனாக நான் உயர்ந்த நிலையை அடைந்தேன். அகிலாண்ட நாயகியே!",
    "benefits": "தொழில் மற்றும் வியாபாரத்தில் வெற்றியும் முன்னேற்றமும்"
  },
  {
    "id": 5,
    "name": "சத்ருக்களிடமிருந்து பாதுகாப்பு",
    "text": "அகிலாண்டமண்டலியே, அண்டாண்டாதிப அண்டகோடி\nசகல சராசரரும் தொழுது ஏத்த, சதா திருவருள்பாலித்து\nஒகிலாத பூம்களையாகி உலவு கூந்தல், உக்கிரம் அற்ற\nவகிலாரும் வாழ்க என்று அண்டாதிபதியாய்ப் பயின்றவையே.",
    "meaning": "அகிலாண்ட மண்டலங்களின் நாயகியே! பல கோடி அண்டங்களையும் ஆள்கின்ற அதிபதியே! சகல ஜீவ ராசிகளும் உன்னைத் தொழுது ஏத்த, எப்போதும் திருவருளைப் பொழிந்து கொண்டு, வாடாத பூக்களாக விளங்கும் அழகிய கூந்தலைக் கொண்டவளே! கோபம் அற்றவளே! 'அனைவரும் வாழ்க' என்று அருளும் அண்டங்களின் அதிபதியானவளே!",
    "benefits": "எதிரிகளிடமிருந்து பாதுகாப்பும் அவர்களின் மனமாற்றமும்"
  },
  {
    "id": 6,
    "name": "சுகமான குழந்தைப்பேறு",
    "text": "பயின்ற பர ஞானமும், பண்புள்ள பர சுகமும், பக்குவமான\nயின்ற பராசக்தியும், எழில் மிக்க பராபரமும், இயலும்\nசயின்ற பர சிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து\nெயின்ற பர சக்தி என், அபிராமி என்செய்கேன் நான்.",
    "meaning": "பயின்ற பரஞானமும், பண்புள்ள பரசுகமும், பக்குவமான பராசக்தியும், எழில்மிக்க பராபரமும், இயலும் சயின்ற பரசிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து சேர்ந்த பராசக்தியே! அபிராமி! என்னை என் செய்வாய்? நான் உன் அடியேனாகிவிட்டேன்.",
    "benefits": "சுகப்பிரசவம் மற்றும் சந்தான பாக்கியம்"
  },
  {
    "id": 7,
    "name": "நல்ல கணவன் அமைதல்",
    "text": "நான் என் உடலும் என் உயிரும் மனமும் என் நல்ல புத்தியும்\nேன்அவா அவமும் ஞானமுமுடன் சேர்ந்த உழைப்பு களுமே உன்\nதான்என அறிந்து கொண்டேன், தயாமயி, நின் சரணம் தெளிந்து\nேன்என இனிப்பூவை நான் அணையேன், கணப் பிலும் இல்லையே.",
    "meaning": "தயாமயி! நான், என் உடல், என் உயிர், என் மனம், என் நல்ல புத்தி, என் ஆசை அவமும், ஞானமும் சேர்ந்த அனைத்து உழைப்புகளும் உன்னுடையதே என்று அறிந்து கொண்டேன். உன் சரணங்களில் தெளிவு பெற்றேன். இனி வேறு யாரையும் நான் நாடமாட்டேன், ஒரு கணக்கிலும் இல்லை.",
    "benefits": "திருமணத்தில் நல்ல வரன் அமைதல்"
  },
  {
    "id": 8,
    "name": "கல்வியில் சிறந்து விளங்குதல்",
    "text": "இல்லையேன், நீயும் இல்லையால், உன் அடியவர் தம் இயல்பும்\nஅல்லது உனக்கே உரியது, அறியேன் நானும் எம் ஆவி தன்னை\nமல்லையேன், மன் அபிராமி, உன் வாழ்த்துக்கள் வழியாலே\nசொல்ல அறியேன், என் தோழி! உன் சொரூபம் துணியேன் நானே.",
    "meaning": "நான் இல்லாதவன். நீயும் இல்லாதவள். உன் அடியவர்களின் இயல்பும் வேறல்ல, உனக்கே உரியது. நானும் அறியேன், என் ஆத்மாவை மறுக்கவும் மாட்டேன். மென்மையான அபிராமி! உன் வாழ்த்துக்களின் வழியாலே சொல்ல அறியேன். என் தோழி! உன் சொரூபத்தை நான் அறிய மாட்டேன்.",
    "benefits": "கல்வியில் மிகுந்த ஞானமும் புத்திசாலித்தனமும்"
  },
  {
    "id": 9,
    "name": "மன அமைதி மற்றும் ஆன்மீக உயர்வு",
    "text": "துணியேன் நானும் எந் துன்பத்தையும், துணையும் நீயே\nபணியும் பணியும், உன் பதங்கள் இரண்டும், பலவும் பலவாக்\nணியும் திருமுகம், மன தேன் மலர் கொண்டு நான் பூசிப்\nபணியும் படி ஒரு நாளும் ஈவாய், அபிராமி பாத மலரே.",
    "meaning": "நான் எத்தகைய துன்பத்தையும் தாங்க மாட்டேன். நீயே எனக்குத் துணை. என்னுடைய கடமையும் கடமை, உன் இரு திருவடிகளும்தான். பலவிதமான அணிகலன்களாலும் அலங்கரிக்கப்பட்ட திருமுகத்தையுடையவளே! மனத்தில் தேன்போன்ற மலர்களைக் கொண்டு நான் பூஜித்து உன்னை வணங்கும் வாய்ப்பை ஒரு நாளாவது அருள்வாய், அபிராமி பாதமலரே!",
    "benefits": "மன அமைதியும் ஆன்மீக முன்னேற்றமும்"
  },
  {
    "id": 10,
    "name": "வாழ்வில் அனைத்து நன்மைகளும்",
    "text": "மலரும் பனீக் கமலக் களயும், மாதர் மணக்குங் குழலும்,\nஅலரும் கருத்தும், அவர் தன் திருவம்சம் அறம் ஆன பின்னால்,\nினலரும் பரவிக் கதறாது, நின்நல் ஊழியர் நாளும் உன்னை\nலரும் வகையும் அறியேன் என் ஆவி அகியா அணுவே.",
    "meaning": "மலர்ந்த குளிர்ந்த தாமரை இதழ்களும், மாதர்கள் மணக்கும் கூந்தலும், பேசும் வார்த்தைகளும், அவர்களின் திருவம்சம் நன்மையானபின், வினாலியரும் (வேலைக்காரர்கள்) பரவி கதறாமல், உன் நல்ல ஊழியர்கள் நாளும் உன்னை வணங்கும் வகையும் அறியேன். என் ஆத்மா அநேக அணுக்களால் ஆனது.",
    "benefits": "வாழ்வில் அனைத்து நன்மைகளும் சேர்ந்து வருதல்"
  },
  {
    "id": 11,
    "name": "பிரேத பாதை விலகுதல்",
    "text": "அணுவை முதலாய் அனுமானம் உரைக்கும் அரும் பொருளை\nணுவை நெகிழ்ச்சிக் கிடக்கும் குணமிகு பராபரை நின்\nணுவை அறியாதது என் அறிவிலிமை, அண்டகோடி நின்ன\nணுவை சிவசக்தி என்று அரிதருணம் போற்றுவமே.",
    "meaning": "அணுவிலிருந்து தொடங்கி அனுமானிக்கும் அரும்பொருளே! நெகிழ்ச்சியுள்ள குணமிக்க பராபரையே! உன்னுடைய சூக்ஷ்ம அணுவை அறியாதது என் அறியாமையாகும். அண்ட கோடிகளும் உன்னுடைய அணுக்களே. நீ சிவசக்தியாகிய அரிய தருணத்தில் நாங்கள் போற்றுகிறோம்.",
    "benefits": "பிரேத பாதைகள் மற்றும் அசுத்த சக்திகளிலிருந்து பாதுகாப்பு"
  },
  {
    "id": 12,
    "name": "குரு கடாக்ஷம் பெறுதல்",
    "text": "போற்றுவன் உன் பொன்னடிகள், பூவை மணாளனுமாய்\nற்றின் கொடியேன் என்திருவே, கூற்றத்துக்கும் அஞ்சாமல்\nற்றின் படை, உன் சரணத்தைப் பற்றின அடியேனைப்\nற்றின் நெறியிலோ? நின் தயா கடாக்ஷம் இல்லையேல்.",
    "meaning": "உன் பொன்னடிகளைப் போற்றுகிறேன். பூவை மணாளனுமாகிய என் திருவே! கூற்றத்திற்கும் அஞ்சாமல் உன் திருவடிகளைப் பற்றிய அடியேனை, உன் கருணைக் கடாக்ஷம் இல்லாமல் யமன் கொண்டு செல்வானா?",
    "benefits": "குரு அருளும் தெய்வீக கடாக்ஷமும் பெறுதல்"
  },
  {
    "id": 13,
    "name": "அகால மரணம் தவிர்த்தல்",
    "text": "இல்லையேல் எந்நாளும் உன் இன்கழல் பூசிப்பேன்,\nஅல்லையேல் நின் அருளே கணுத்திட, அண்டகோடி\nசொல்லையும் திறமையும் தோற்று விளையாட்டாய்\nமல்லையும் உலகம் படைத்து காத்துழி காலமிடையே.",
    "meaning": "அப்படி இல்லையேல் நான் எந்நாளும் உன் இனிய திருவடிகளை வணங்குவேன். அல்லது உன் கருணையே போதும். அண்ட கோடிகளின் வாக்கையும் திறமையையும் தோற்றுவித்து விளையாட்டாகக் கருதி, உலகங்களைப் படைத்து, பாதுகாத்து, காலத்தின் இடையே உழிக்கும் தாயே!",
    "benefits": "அகால மரணம் மற்றும் ஆபத்துகளிலிருந்து காப்பு"
  },
  {
    "id": 14,
    "name": "நீண்ட ஆயுளும் ஆரோக்கியமும்",
    "text": "காலமிதழ் கண்ணினுக்கு அற்புதம் என் கருத்தும்\nீலமும் நினது இரு பாதமும் நீணெடு மாலும்\nாலமும் கமலமும் தாமும் பிறவும் நான் கூறும்\nாலமும் அளவிட் டடங்கா அண்டகோடித்தீயே.",
    "meaning": "காலம் என்னும் இதழ்களைக் கொண்ட கண்களுக்கு அற்புதமானது என் எண்ணம். நீலமான உன் இரு திருவடிகளும், நீண்ட மாலும், காலமும், கமலமும், அவை தாமும் மற்றும் பிறவும், நான் கூறும் காலமும் அளவிட்டு அடங்காத அண்ட கோடிகளின் தீயே!",
    "benefits": "நீண்ட ஆயுள் மற்றும் நல்ல ஆரோக்கியம்"
  },
  {
    "id": 15,
    "name": "பாவ விமோசனம்",
    "text": "தீயினான் முழுவதும் திண்ண, சிவகாமி\nாய் என் மனத்தனுல் திகழ்கின்ற செல்வத்தை\nீயினான் அறியார் ஈசனும் அல்ல என்\nயினான் உடம்பினால் அணுகுவார் இல்லையே.",
    "meaning": "தீயினால் முழுவதும் உறுதியாக்கப்பட்ட சிவகாமியே! என் மனத்தில் திகழ்கின்ற செல்வத்தை, தீயினால் அறியமுடியாது. ஈசனும் அல்ல என்று கூறலாம். யாரும் உடம்பினால் அணுக முடியாது.",
    "benefits": "அனைத்து பாவங்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 16,
    "name": "அர்த்த சம்பத்து வளர்ச்சி",
    "text": "இல்லையே! உபாயம் என் இச்சா சக்தி உன்\nஅல்லல் களைய, அமுதம் என் ஆவிக்கு\nசொல்லுநல் திருமுக சுவையே தீன்று, என்\nபொல்லாத செயல்கள் போயின பூரணமே.",
    "meaning": "இல்லை! எனக்கு வேறு உபாயம் எதுவும் தேவையில்லை. என் இச்சா சக்தியான உன் அல்லல்களைக் களைய, அமுதம் போன்ற என் ஆத்மாவிற்கு, உன் திருமுகத்தின் சுவையையே உண்டு, என் பொல்லாத செயல்கள் அனைத்தும் போய்விட்டன. பூரணமானேன்.",
    "benefits": "செல்வம் மற்றும் அர்த்த சம்பத்து பெருகுதல்"
  },
  {
    "id": 17,
    "name": "மோக்ஷ பிராப்தி",
    "text": "பூரணமும் அபூரணமும் பொருந்தா நின் புகழிடையே\nசாரணமும் கற்றவரும் தமது உறவு சார்ந்திடும் என்\nீரணமும் ஆகும் அடியேன் நீராடும் தீர்த்தமுமாம்\nாரணமும் அல்லை; வரம் தரு அன்னப் பெண்ணே.",
    "meaning": "பூரணமும் அபூரணமும் பொருந்தாத உன் புகழுக்கிடையே, சாரணர்களும் கற்றவர்களும் தமது உறவைச் சார்ந்திடுவர். என் ஈரணமும் ஆகும் அடியேன் நீராடும் தீர்த்தமுமாம். நீ காரணமும் அல்லை; வரம் தரும் அன்னப் பெண்ணே!",
    "benefits": "ஆத்ம விமோசனம் மற்றும் முக்தி நிலை"
  },
  {
    "id": 18,
    "name": "ஆன்மீக ஞானம் பெறுதல்",
    "text": "பெண்ணே! அண்ணலே! பெரும் தெய்வமே! நின்\nஎண்ணம் இலேன் என் இதயத்தை ஈன்றெடுத்த\nகண்ணகியே! கற்றும் குடைசெய்து வள்ளலே\nமண்ணது வார்த்தையால் வந்தென் மனத்திடையே.",
    "meaning": "பெண்ணே! அண்ணலே! பெரும் தெய்வமே! உன் எண்ணம் இல்லாத என் இதயத்தை ஈன்றெடுத்த கண்ணகியே! கற்றும் குடைசெய்து வள்ளலே! மண்ணகத்தின் வார்த்தையால் என் மனத்திடையே வந்து அருளுவாய்.",
    "benefits": "ஆன்மீக ஞானம் மற்றும் தெய்வீக அனுபவம்"
  },
  {
    "id": 19,
    "name": "மன வலிமையும் தைரியமும்",
    "text": "மனத்திடையே வந்து மகிழ்ந்து, மாபெரும்\nனத்திடையே நின்று நடுவண் என் அன்பொடு\nனத்திடையே யாரும் அறியா அடியவன்\nமனத்திடையே நீ இருப்பது அறிந்தறிந்தே.",
    "meaning": "மனத்திடையே வந்து மகிழ்ந்து, மாபெரும் தேவதையே! மனத்திடையே நின்று, நடுவே என் அன்பொடு சேர்ந்து, யாரும் அறியாத உன் அடியவனின் மனத்திடையே நீ இருப்பதை நான் அறிந்து அறிந்து மகிழ்கிறேன்.",
    "benefits": "மன வலிமையும் தைரியமும் அதிகரித்தல்"
  },
  {
    "id": 20,
    "name": "அனைத்து நன்மைகளும் சித்தித்தல்",
    "text": "அறிந்தறிந்தே அங்கே உன் அழகழகும் கண்டறிந்து\nபிரிந்திருந்தாலும் பெரும் தெய்வமே! நீ இருப்பது\nமரந்து வாழ்வேன் வந்தேன் உன் சன்னிதி ம தில் என்\nகருந்தகழ் கூந்தல் கருத்தணைந்த நாடகமே.",
    "meaning": "அறிந்து அறிந்து அங்கே உன் அழகையும் கண்டறிந்து, பிரிந்திருந்தாலும் பெரும் தெய்வமே! நீ இருப்பதை மறந்து வாழ்வேன். உன் சன்னிதி மதிலுக்குள் வந்தேன். என் கரிய கூந்தல் கருத்தணைந்த நாடகமே!",
    "benefits": "வாழ்வில் அனைத்து நன்மைகளும் நிறைவேறுதல்"
  },
  {
    "id": 21,
    "name": "அம்பிகையை வழிபடாமல் இருந்த பாவம் தொலைய",
    "text": "மங்கலை! செங்கலசம் முலையாள்! மலையாள்! வருணச்\nசங்கலை செங்கை! சகலகலாமயில்! தாவுகங்கை\nபொங்கு அலைதங்கும் புரிசடையோன் புடையாள்! உடையாள்!\nபிங்கலை! நீலி! செய்யாள்! வெளியாள்! பசும் பொற்கொடியே.",
    "meaning": "நித்திய மங்கலையாகிய அபிராமி அன்னையே! சிவந்த கலசங்களையொத்த தனபாரங்களை உடைய மலைமகளே! சங்குகளாலான வளைகள் அசைகின்ற திருக்கரங்களையுடைய, கலைகள் அனைத்திற்கும் தலைவியாகிய, மயில் போன்றவள். பொங்கிப் பாயும் கங்கையின் மேலெழும் அலைகள் அடங்கித் தங்குவதற்குரிய சிவபிரானின் இடப்பாகத்தை ஆட்கொண்டவள். பொன்நிறத்தினளான பிங்கலை; நீல நிறத்தினாளான காளி; செந்நிறத்தினாளான லலிதாம்பிகை; வெண்ணிறத்தினளான வித்யா தேவி; பச்சை நிறத்தினாளான உமையன்னை யாவும் நீயே.",
    "benefits": "அம்பிகையை வழிபடாமல் இருந்த பாவம் தொலைதல்"
  },
  {
    "id": 22,
    "name": "இனிப் பிறவா நெறி அடைய",
    "text": "கொடியே! இளவஞ்சிக் கொம்பே எனக்கு வம்பே பழுத்த\nபடியே! மறையின் பரிமளமே! பனிமால் இமயப்\nபிடியே! பிரமன் முதலாய தேவரைப் பெற்ற அம்மே!\nஅடியேன் இறந்து இங்கு இனிப்பிறவாமல் வந்தாண்டு கொள்ளே.",
    "meaning": "கொடிபோன்ற அபிராமி அன்னையே! இளம் வஞ்சிப் பூங்கொம்பை நிகர்த்தவளே! எனக்குக் காலமல்லாத காலத்தில் பழுத்துக் கனிந்த பழத்தின் உருவமே! வேதமாகிய மலரின் நறுமணம் போன்றவளே! குளிர்ச்சி பொருந்திய இமாசலத்தில் விளையாடி மகிழும் பெண் யானையே! பிரமன் போன்ற தேவர்களை ஈன்ற அன்னையே! நானும் இந்த உலகில் இறந்த பின்னர் மீண்டும் பிறவாதிருக்குமாறு என்பால் ஓடிவந்து உதவி செய்து என்னை ஆட்கொண்டருள் செய்வாயாக!",
    "benefits": "மீண்டும் பிறவா வரம் பெறுதல்"
  },
  {
    "id": 23,
    "name": "எப்போதும் மகிழ்ச்சியாய் இருக்க",
    "text": "கொள்ளேன் மனத்தில் நின்கோலம் அல்லாது; என்பர் கூட்டம் தன்னை\nவிள்ளேன்; பரசமயம் விரும்பேன்; வியன் மூவுலகுக்கு\nஉள்ளே, அனைத்தினுக்கும் புறம்பே உள்ளத்தே விளைந்த\nகள்ளே! களிக்கும் களியே அளிய என் கண்மணியே.",
    "meaning": "பரந்து விரிந்து மூவுலகின் உள்ளேயும் உள்ள பரம் பொருளே! இருப்பினும் எல்லாப் பொருள்களுக்கும் புறம்பாயும் உள்ளாய். அடியவர்களின் உள்ளத்தில் முற்றி விளைந்த இன்பமென்னும் கள்ளே! மற்றவற்றையெல்லாம் மறந்து ஆனந்த மயக்கம் கொண்டு மகிழும் மகிழ்ச்சியே! இரக்கத்திற்குரிய என் கண்ணினுள் மணி போன்றவளே! நான் என் உள்ளத்தில் தியானம் செய்யும் பொழுது உன்னுடைய திருக்கோலத்தைத் தவிர வேறு தெய்வம் எதனுடைய திருவுருவையும் நினையேன். உன் அடியவர்களை விட்டுப் பிரிந்து மற்ற சமயங்களையும் விரும்பேன்.",
    "benefits": "நிரந்தர மகிழ்ச்சியும் மன அமைதியும்"
  },
  {
    "id": 24,
    "name": "நோய்கள் விலக",
    "text": "மணியே! மணியின் ஒளியே! ஒளிரும் மணிபுனைந்த\nஅணியே! அணியும் அணிக்கு அழகே! அணுகாதவர்க்குப்\nபிணியே! பிணிக்கு மருந்தே! அமரர் பெருவிருந்தே!\nபணியேன் ஒருவரை நின் பத்மபாதம் பணிந்தபின்னே.",
    "meaning": "ஒளிவீசித் திகழும் மாணிக்கத்தைப் போன்றவளே! அந்த மாணிக்கத்தின் பிரகாசத்தைப் போன்றவளே! ஒளிமிக்க மாணிக்கங்களால் அழகிய முறையில் உருவாக்கப் பெற்ற ஆபரணத்தைப் போன்றவளே! அந்த ஆபரணங்களுக்கும் அழகூட்டுபவளே! உன்னை அணுகாமல் வீணாகப் பொழுது போக்குவோருக்கு நோய் போன்றும், உன்னை அணுகியவர்களின் பிறவிப் பிணிக்கு மருந்து போன்றும் விளங்குபவளே! தேவர்களனைவர்க்கும் பெரும் விருந்தாய்த் திகழ்பவளே! தாமரை மலரை நிகர்த்த உன் திருவடிகளைப் பணிந்த நான் வேறொருவரைப் பணியேன்.",
    "benefits": "அனைத்து நோய்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 25,
    "name": "நினைத்த காரியம் நிறைவேற",
    "text": "பின்னே திரிந்து உன் அடியாரைப் பேணிப் பிறப்பறுக்க\nமுன்னே தவங்கள் முயன்று கொண்டேன்; முதல் மூவருக்கும்\nஅன்னே! உலகுக்கு அபிராமி என்னும் அருமருந்தே!\nஎன்னே! இனி உன்னையான் மறவாமல் நின்று ஏத்துவனே.",
    "meaning": "முதன்மை பெற்றவர்களான மும்மூர்த்திகளுக்கும் அன்னையான அபிராமித் தாயே! உலகிலுள்ள உயிர்கள் அனைத்தும் பிறவிப் பிணியினின்றும் நீங்க எழுந்தருளி, பிணிதீர்க்கும் அருமருந்தே! உன்னைப் போற்றும் அடியவர்களின் பின்சென்று அவரை வழிபட்டு, பிறவிப் பிணியை அறுத்தெறியும் நோக்குடன், முற்பிறவியில், தவங்களைச் செய்து வைத்தேன், இனி என்றும் உன்னை மறவாமல் நிலையாய் நின்று துதி செய்வேன். இந்த நிலையிலுள்ள எனக்குள்ள குறைதான் யாதோ? எதுவும் இல்லை.",
    "benefits": "மனத்தில் கொண்ட அனைத்து நல்ல ஆசைகளும் நிறைவேறுதல்"
  },
  {
    "id": 26,
    "name": "சொல்வாக்கும் செல்வாக்கும் பெருக",
    "text": "ஏத்தும் அடியவர் ஈரேழுலகினையும் படைத்தும்,\nகாத்தும், அழித்தும் திரிபவராம்; கமழ் பூங்கடம்பு\nசாத்தும்குழல் அணங்கே! மணம் நாறும் நின்தாள் இணைக்கு என்\nநாத்தங்கு புன்மொழி ஏறியவாறு நகையுடத்தே.",
    "meaning": "மணங்கமழும் கடம்ப மலரை அணியும் கூந்தலையுடைய தேவி! ஈரேழுலகங்களையும் படைத்தல், காத்தல், அழித்தல் ஆகிய முத்தொழில்களையும் புரிந்து வரும் மும்மூர்த்திகளும், உன்னைத் துதிக்கும் அடியவர்களாக உள்ளனர். நிலைமை இவ்வாறிருக்க, மணம் பொருந்திய உன்னுடைய திருவடிகள் இரண்டுக்கும் எவ்வகையிலும் ஈடாகாத எளியவனாகிய என் நாவில் வெளிவந்த பொருளற்ற சொற்களையும் கூடத் துதிகளாக ஏற்றுக்கொண்டு, மகிழ்வதைக் கண்டால் அந்தச் சொற்கள் பெற்ற ஏற்றம் உண்மையில் நகைப்புக்குரியதன்றோ?",
    "benefits": "சொல்வாக்கும் செல்வாக்கும் அதிகரித்தல்"
  },
  {
    "id": 27,
    "name": "மனநோய் அகல",
    "text": "உடைத்தனை வஞ்சப் பிறவியை; உள்ளம் உருகும் அன்பு\nபடைத்தனை; பத்மபதயுகம் சூடும் பணி எனக்கே\nஅடைத்தனை; நெஞ்சத்து அழுக்கை எல்லாம் நின் அருள்புனலால்\nதுடைத்தனை; சுந்தரி! நின்னருள் ஏதென்று சொல்லுவதே.",
    "meaning": "பேரழகு வடிவுடைய தாயே! என் முன்வினைப் பயனால் ஏற்பட்ட பிறவியைத் தகர்த்து, என் உள்ளம் உருகும் வண்ணம் ஆழ்ந்த அன்பையும் அந்த உள்ளத்தில் உண்டாக்கி, தாமரை மலரையொத்த உன் திருவடிகள் இரண்டையும் தலையால் வணங்கி மகிழும் தொண்டையும் எனக்கென ஏற்படுத்தித் தந்தாய். என் நெஞ்சில் கப்பியிருந்த ஆணவம் முதலிய அழுக்குகளையெல்லாம் உன் கருணையென்னும் தூய நீரால் கழுவிப் போக்கினாய். இந்த உன் திருவருட் சிறப்பை நான் என்னவென எவ்விதம் எடுத்துக் கூறிப் பாராட்டுவேன்?",
    "benefits": "மனநோய் மற்றும் மன அழுக்குகள் நீங்குதல்"
  },
  {
    "id": 28,
    "name": "இம்மை மறுமை இன்பங்கள் அடைய",
    "text": "சொல்லும் பொருளும் என நடமாடும் துணைவருடன்\nபுல்லும் பரிமளப் பூங்கொடியே நின் புதுமலர்த்தாள்\nஅல்லும் பகலும் தொழும் அவர்க்கே அழியா அரசும்\nசெல்லும் தவநெறியும் சிவலோகமும் சித்திக்குமே.",
    "meaning": "ஆனந்தத் தாண்டவம் ஆடி மகிழும் நடராசப் பெருமானுடன் - சொல்லும் அதை விட்டு விலகாத பொருளும் போல - என்றும் இணைந்து நிற்கும் நறுமணமிக்க பூங்கொடி போன்ற தாயே! மலர் போன்ற உன் திருவடிகளை அல்லும் பகலும் விடாது தொழும் அடியவர்களுக்கெல்லாம் அழிவற்ற உயர்பதவியும், என்றும் நிலை பெற்று விளங்கும் தவ வாழ்க்கையும், இறுதியில் சிவலோக பதவியும் சித்திப்பதாகும்.",
    "benefits": "இம்மையிலும் மறுமையிலும் அனைத்து இன்பங்களும்"
  },
  {
    "id": 29,
    "name": "எல்லா சித்திகளும் அடைய",
    "text": "சித்தியும், சித்திதரும் தெய்வமுமாகத் திகழும்\nபராசத்தியும், சக்தி தழைக்கும் சிவமும் தவம் முயல்வார்\nமுத்தியும், முத்திக்கு வித்தும் ,வித்தாகி முளைத்தெழுந்த\nபுத्തியும், புத्तியின் உள்ளே புரக्கும் புरত्தையन्றே.",
    "meaning": "அடைதற்கரிய எண்வகைச் சித்திகளும், அந்த சித்திகளை அளிக்கும் தெய்வமாக விளங்கும் பராசக்தியும், சக்தியைத் தம்மிடத்தில் தழைத்தோங்கச் செய்த பரமசிவமும் தவம் புரிபவர்கள் பெறும் மோட்சம் எனும் பேரானந்தமும் அந்த முத்தியைப் பெறுவதற்கு அடிப்படையான மூலமும் மூலமாகித் தோன்றி எழுந்த ஞானமும் ஆகிய அனைத்துமாயிருப்பவள் என் அறிவினுள்ளே நின்று காத்தருளும் திரிபுரசுந்தரியேயாம்.",
    "benefits": "அஷ்டசித்திகள் உட்பட அனைத்து சித்திகளும் பெறுதல்"
  },
  {
    "id": 30,
    "name": "அடுத்தடுத்து வரும் துன்பங்கள் நீங்க",
    "text": "அன்றே தடுத்து! என்னை ஆண்டுகொண்டாய்; கொண்டதல்ல என்கை\nநன்றே உனக்கு இனி நான் என்செயினும், நடுக்கடலுள்\nசென்றே விழினும் கரையேற்றுகை நின் திருவுளமே;\nஒன்றே! பல உருவே! அருவே! என் உமையவளே!",
    "meaning": "ஓருருவாகவும், பல உருவங்களையுடையவளாயும், உருவமற்ற அருவமாயும் காட்சி தரும், எனக்குத் தாயான உமாதேவியே! முன்னொரு நாள் என்னைத் தடுத்தாட் கொண்டு காத்தருள் புரிந்தாய். அவ்வாறு அருள் செய்ததை இல்லையென மறுத்தல் உனக்கு நியாயமாகுமா? இனி எளியவனான நான் எத்தகைய பிழையைச் செய்தாலும், கடலின் நடுவே சென்று விழுந்தாலும், என் குற்றத்தை மன்னித்து, என்னைக் கரையேற்றிக் காத்தருள்வதே உன் திருவுள்ளச் செயலுக்கு மிக உகந்ததாகும்.",
    "benefits": "எதிர்காலத்தில் வரும் அனைத்து துன்பங்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 31,
    "name": "மறுமையில் இன்பம் உண்டாக",
    "text": "உமையும், உமையொரு பாகனும் ஏக உருவில் வந்திங்கு\nஎமையும் தமக்கு அன்பு செய்ய வைத்தார்; இனி எண்ணுதற்குச்\nசமையங்களும் இல்லை; ஈன்றெடுப்பாள் ஒரு தாயும் இல்லை;\nஅமையும் அமையுறு தோளியர் மேல் வைத்த ஆசையுமே.",
    "meaning": "அன்னையாம் உமையும், உமையைத் தம் இடப்பாகத்தில் கொண்ட அண்ணலாம் ஈசனும் இணைந்தபடி ஒருவராக அர்த்தநாரீசுவரக் கோலத்தில் எழுந்தருளி, பக்குவமில்லாத எளியவனான என் போன்றோரையும் தங்கள் திருவடிகட்கு அன்பு செலுத்துமாறு நெறிப்படுத்தினார். அதன் விளைவாக இனி இதைப் பின்பற்றுவோம் என்றெண்ணத்தக்க வேறு சமயங்கள் ஏதுமில்லை. என் பிறவிப் பிணி அகன்றுவிட்டதாதலால் இனி என்னை ஈன்றெடுக்கத்தக்க தாயும் இல்லை. மூங்கிலையொத்த தோளினைப் பெற்ற மங்கையர் பால் கொண்டிருந்த மோகமும் இனி இல்லை.",
    "benefits": "மறுமையில் நித்திய ஆனந்தம் பெறுதல்"
  },
  {
    "id": 32,
    "name": "துர்மரணம் வராமலிருக்க",
    "text": "ஆசைக்கடலில் அகப்பட்டு அருளற்ற அந்தகன் கைப்\nபாசத்தில் அல்லல்பட இருந்தேனை, நின் பாதம் என்னும்\nவாசக்கமலம் தலைமேல் வலியவைத்து ஆண்டு கொண்ட\nநேசத்தை என் சொல்லுவேன்? ஈசர்பாகத்து நேரிழையே!",
    "meaning": "ஈசனினின் இடப்பாகத்தில் அமர்ந்தருளும் தேவியாம் அன்னையே! நுண்ணிய வேலைப்பாடமைந்த அணிகலன்களை அணிந்த தேவியே! ஆசைகளால் அலைகள் பொங்கியெழும் கடலில் அகப்பட்டு, அதன் விளைவாக யமனின் கையிலுள்ள காலபாசத்தில், சிக்கித் துன்பப்பட வேண்டியிருந்த என்னை, உன் திருவடியான தாமரை மலரை எளியவனான என் சிரசின் மீது வைத்து, வலியவந்தென்னை ஆட்கொண்டருளிய உன் பேரருட் பெருங்கருணையை எப்படிப் போற்றி உரைப்பேன்?",
    "benefits": "துர்மரணம் மற்றும் கொடிய மரணம் தவிர்த்தல்"
  },
  {
    "id": 33,
    "name": "இறக்கும் நிலையிலும் அம்பிகை நினைவோடு இருக்க",
    "text": "இழைக்கும் வினைவழியே ஆடும் காலன் எனைநடுங்க\nஅழைக்கும் பொழுதுவந்து அஞ்சல் என்பாய்; அத்தர் சித்தமெல்லாம்\nகுழைக்கும் களபக் குவிமுலை யாமலைக் கோமளையே!\nஉழைக்கும் பொழுது உன்னையே அன்னையே என்பன் ஓடிவந்தே.",
    "meaning": "ஈசனின் திருவுள்ளத்தை உருகிக் களிக்கச் செய்யும் வண்ணம், மணமுள்ள சந்தனக் குழம்பைப் பூசிய குவிந்த தனபாரங்களையுடைய யாமளையெனும் கோமளச் செவ்வியே! நான் செய்யும் பாபங்களின் விளைவாக என்னைக் கொல்ல வரும் யமன், நான் நடுங்கும் வண்ணம் என்னை அழைக்க வருகிற வேளையில், நான் மிக வருந்தி உன்பால் ஓடிவந்து 'அன்னையே காத்தருள்' என்று உன்னை சரணடைவேன். அந்தச் சமயத்தில் 'அஞ்சேல்' எனக்கூறி அபயமளித்து நீ என்னைக் காத்தருள வேண்டும்.",
    "benefits": "மரண காலத்திலும் அம்பிகையின் நினைவுடன் இருத்தல்"
  },
  {
    "id": 34,
    "name": "சிறந்த நன்செய் நிலங்கள் கிடைக்க",
    "text": "வந்தே சரணம் புகும் அடியாருக்கு வான்உலகம்\nதந்தே பரிவொடு தான்போய் இருக்கும் சதுர்முகமும்\nபைந்தேன் அலங்கல் பருமணி ஆகமும் பாகமும் பொன்\nசெந்தேன் மலரும் அலர்கதிர் ஞாயிறும் திங்களுமே.",
    "meaning": "தன்னிடம் வந்து சரணடையும் பக்தர்களுக்கு, அன்புடன் சுவர்க்கலோகப் பதவியை அளிக்கும் அன்னை அபிராமியானவள், தான் பிரமதேவனின் நான்கு முகங்களிலும், தேன் வடியும் துளசி மாலையுடன் பருத்த கௌஸ்துப மணியையும் கழுத்திலணிந்த திருமாலின் மார்பிலும், சிவபிரானின் இடப்பாகத்திலும், செந்தேன் சொரியும் தாமரை மலரிலும், ஒளிமிக்க கிரணங்களைக் கொண்ட சூரியனிடத்திலும், சந்திரனிடத்திலும் சென்று வீற்றிருப்பாள்.",
    "benefits": "சிறந்த நிலங்கள் மற்றும் சொத்துக்கள் பெறுதல்"
  },
  {
    "id": 35,
    "name": "திருமணம் நிறைவேற",
    "text": "திங்கள் பசுவின் மணம் நாறும் சீறடி சென்னிவைக்க\nஎங்கட்கு ஒருதவம் எய்தியவா! எண்ணிறந்த விண்ணோர்\nதங்கட்கும் இந்தத் தவம் எய்துமோ? தரங்கக் கடலுள்\nவெங்கண் பணியணைமேல் துயில்கூரும் விழுப்பொருளே.",
    "meaning": "அலைகள் புரண்டெழும் பாற்கடலின் மீது ஆதிசேஷனாகிய பாம்பணை மீது பள்ளி கொண்டு துயிலும் மென்கொடியான மேலான பொருளே! ஈசனின் திருமுடியிலுள்ள பிறைச்சந்திரனின் மணம் கமழ்கின்ற உன்னுடைய சிற்றடியை, ஒன்றுக்கும் உதவாத எளியவர்களான எங்களைப் போன்றோரின் சிரங்களின் மீது வைத்தருள்வதாயின் எங்கள் ஒப்பற்ற தவத்தின் சிறப்புத்தான் என்னே என வியக்கிறோம். எண்ணற்ற தேவர்களுக்கும் கூட இத்தகைய சிறந்த பாக்கியம் கிட்டுமோ? கிட்டாது.",
    "benefits": "சிறந்த திருமணம் மற்றும் வாழ்க்கைத் துணை அமைதல்"
  },
  {
    "id": 36,
    "name": "பழைய வினைகள் வலிமை பெற",
    "text": "பொருளே! பொருள் முடிக்கும் போகமே! அரும்போகம் செய்யும்\nமருளே! மருளில் வரும் தெருளே என் மனத்து வஞ்சத்து\nஇருளேதும் இன்றி ஒளிவெளியாகி இருக்கும் உன்தன்\nஅருளேது அறிகின்றிலேன் அம்புயாதனத்து அம்பிகையே!",
    "meaning": "தாமரையாகிய அழகிய ஆசனத்தில் எழுந்தருளிய அபிராமித் தாயே! பலவகைச் செல்வங்களின் வடிவமாய் இருக்கிறாய். அச்செல்வங்களால் உண்டாகும் பெரும் போகங்களை அனுபவிக்கச் செய்யும் மாயா ரூபிணியே! அதன் மயக்கத்தின் முடிவில் ஏற்படும் தெளிவான ஞானமே! அடியேனின் உள்ளத்தில் சிறிதளவும் இல்லாதபடி மாயையெனும் இருளைப் போக்கி, ஒளிவீசிப் பிரகாசமாய்த் திகழும் உன் திருவருள் எத்தகையதென என்னால் அறிந்து கொள்ள இயலவில்லையே!",
    "benefits": "பழைய வினைகளின் வலிமை நீங்கி நல்வினைகள் பெருகுதல்"
  },
  {
    "id": 37,
    "name": "நவமணிகளைப் பெற",
    "text": "கைக்கே அணிவது கன்னலும் பூவும்; கமலம் அன்ன\nமெய்க்கே அணிவது வெண்முத்து மாலை; விட அரவின்\nபைக்கே அணிவது பண்மணிக்கோவையும் பட்டும், எட்டுத்\nதிக்கே அணியும் திருவுடையான் இடம் சேர்பவளே!",
    "meaning": "எண்திசைகளையுமே ஆடையாய் உடுத்த அண்ணலாம் சிவபிரானின் இடப்பக்கத்தில் பொருந்தியுள்ள அபிராமி அன்னையே! உன் திருக்கரத்தில் அணிந்திருப்பவை கரும்பாகிய வில்லும், மலராகிய அம்புகளுமாம். அழகிய வெண்முத்து மாலையை, செந்தாமரையையொத்த உன் சிவந்த திருமேனியில் அணிந்திருக்கிறாய். கொடிய நஞ்சைக் கொண்ட நாகத்தின் படம் போன்ற உன் மெல்லிடையில் அழகிய நவமணிகளாலான மேகலையைத் தரித்திருக்கிறாய்.",
    "benefits": "நவமணிகள் மற்றும் விலைமதிப்பற்ற ஆபரணங்கள் பெறுதல்"
  },
  {
    "id": 38,
    "name": "வேண்டியதை வேண்டியவாறு அடைய",
    "text": "பவளக் கொடியில் பழுத்த செவ்வாயும், பனிமுறுவல்\nதவளத் திருநகையும் துணையா எங்கள் சங்கரனைத்\nதுவளப் பொருது துடியிடை சாய்க்கும் துணை முலையாள்\nஅவளைப் பணிமின் கண்டீர் அமராவதி ஆளுகைக்கே.",
    "meaning": "நல்ல இன்பந்தரும் பதவியாகிய இந்திர பதவி பெற்ற, தேவலோகத்திலுள்ள அமராவதிப் பட்டணத்தை ஆளவேண்டுமென விரும்புபவர்களே! அதற்கு நீங்கள் என்ன செய்யவேண்டும் தெரியுமா? பவளக்கொடியைப் போல கனிந்த செக்கச் சிவந்த வாயையும், அதற்கேற்ப குளிர்ச்சி மிகுந்த புன்னகை மிளிரும் வெண் முத்தனைய அழகிய பல்வரிசையும் கொண்டு, எங்கும் நிறைந்த பரிபூரணனாம் ஈசனை மகிழ்விக்குமாறு எதிர்ப்பட்டு அவரது தவத்தைக் கலைக்குமாறு செய்த உடுக்கை போன்ற இடையையும் அழுத்தும்படியான தன பாரங்களையுடைய அபிராமி அன்னையை வழிபடுங்கள்.",
    "benefits": "விரும்பிய அனைத்தும் விரும்பிய வகையில் பெறுதல்"
  },
  {
    "id": 39,
    "name": "கருவிகளைக் கையாளும் வலிமை பெற",
    "text": "ஆளுகைக்கு உன் தன் அடித்தாமரைகள் உண்டு; அந்தகன்பால்\nமீளுகைக்கு உன் தன் விழியின் கடைஉண்டு; மேல் இவற்றின்\nமூளுகைக்கு என்குறை; நின்குறையே அன்று; முப்புரங்கள்\nமாளுகைக்கு அம்பு தொடுத்த வில்லான் பங்கில் வாள்நுதலே!",
    "meaning": "முப்புரங்களையும் எரிக்கும் பொருட்டு மேரு மலையாகிய வில்லை வளைத்து, திருமாலாகிய அம்பைத் தொடுத்த சிவபிரானின் இடப்பாகத்தில் அமர்ந்த அன்னையே! ஒளிவீசித் திகழும் வாள் போன்ற வளைந்த நெற்றியையுடைய தேவி! என்னை ஆட்கொண்டருள்வதற்கென உன் திருவடித் தாமரைகள் உள்ளன. காலனின் பிடியிலிருந்து என்னை விடுவித்துக் காக்க உன் கருணைத் திருவிழிகளின் பார்வையுண்டு. இவையெல்லாம் இருந்தும் உன்னைத் தொழுது வணங்கிப் பயன் பெறாததெல்லாம் என் குறைதானேயன்றி, உன் குறையன்று.",
    "benefits": "கருவிகள் மற்றும் ஆயுதங்களை திறமையாக கையாளும் வலிமை"
  },
  {
    "id": 40,
    "name": "பூர்வ புண்ணியம் பலன்தர",
    "text": "வாணுதல் கண்ணியை, விண்ணவர் யாவரும் வந்திறைஞ்சிப்\nபேணுதற்கு எண்ணிய எம்பெருமாட்டியைப் பேதைநெஞ்சில்\nகாணதற்கு அண்ணியள் அல்லாத கன்னியைக் காணும் அன்பு\nபூணுதற்கு எண்ணிய எண்ணமன்றோ முன்செய் புண்ணியமே.",
    "meaning": "ஒளிவீசித் திகழும் அழகிய திருநெற்றியிலே விழி பெற்றவளை, தேவர்களுக்கெல்லாளும் வந்து வணங்கி வழிபட விழைகின்ற அபிராமி என்னும் எம் பெருமாட்டியைத் தொழும் வாய்ப்பு எனக்கு எப்படி ஏற்பட்டது? அறியாமை நிறைந்த நெஞ்சினருக்கு, மிக அருகிலிருந்தும் கூடக் கண்டுகொள்ள முடியாத கன்னியான அவளைக் கண்டு தொழுது அவளது பேரன்பை நான் பெறுவதற்கு, முற்பிறவிகளில் நான் செய்த புண்ணியங்களின் பயனே காரணம் எனக் கருதுகிறேன்.",
    "benefits": "பூர்வ புண்ணியங்களின் பலன் கிடைத்தல்"
  }
]