[
  {
    "id": 0,
    "name": "கணபதி காப்பு",
    "text": "தாரமர் கொன்றையும் சண்பகமாலையும் சாத்தும் தில்லை\nஊரார் தம் பாகத்து உமைமைந்தனே! உலகு ஏழும் பெற்ற\nசீர் அபிராமி அந்தாதி எப்போதும் என் சிந்தையுள்ளே\nகாரமர் மேனிக் கணபதியே! நிற்க கட்டுரையே.",
    "meaning": "கொன்றைப்பூ மாலை அணியும் தில்லை வாழ் கூத்தபிரானுக்கும் சண்பகப்பூ மாலையணிந்து அவரின் இடப்பாகத்தில் அமைந்த உமையவளுக்கும் தோன்றிய மைந்தனே! கருநிறம் பொருந்திய கணபதியே! ஏழு உலகங்களையும் பெற்ற சிறப்புமிக்க அன்னையின் பேரில் நான் தொடுக்கும் அபிராமி அந்தாதி என் நெஞ்சில் நிலைத்திருக்க அருளுவாயாக!",
    "benefits": "அபிராமி அந்தாதி பாராயணத்திற்கான ஆரம்ப வேண்டுதல் மற்றும் விக்கினங்கள் நீங்குதல்"
  },
  {
    "id": 1,
    "name": "ஞானமும் நல்வித்தையும் பெற",
    "text": "உதிக்கின்ற செங்கதிர், உச்சித்திலகம், உணர்வுடையோர்\nமதிக்கின்ற மாணிக்கம், மாதுளம் போது, மலர்க்கமலை\nதுதிக்கின்ற மின்கொடி, மென்கடிக்குங்கும தோயமென்ன\nவிதிக்கின்ற மேனி அபிராமி என்தன் விழித்துணையே.",
    "meaning": "உதிக்கின்ற செங்கதிரோனும் நெற்றியின் மையத்திலிடுகின்ற சிந்தூரத் திலகமும், ஞானம் கைவரப் பெற்றவர்களே மதிக்கின்ற மாணிக்கமும், மாதுளை மலரும், தாமரை மலரில் தோன்றிய இலக்குமி துதி செய்கின்ற மின்னற் கொடியும், மென்மணம் வீசும் குங்குமக் குழம்பும் ஆகிய அனைத்தையும் போன்றதென்று நூல்கள் யாவும் பாராட்டிக் கூறும் திருமேனியைக் கொண்ட அபிராமி அன்னையே எனக்கு மேலான துணையாவாள்.",
    "benefits": "ஞானம் மற்றும் நல்ல வித்தைகளில் சிறந்து விளங்குதல்"
  },
  {
    "id": 2,
    "name": "பிரிந்தவர் ஒன்று சேர",
    "text": "துணையும் தொழும் தெய்வமும், பெற்றதாயும் சுருதிகளின்\nபணையும், கொழுந்தும் பதி கொண்டவேரும் பனிமலர்பூங்\nகணையும், கருப்புச்சிலையும், மென்பாசாங்குசமும், கையில்\nஅணையும் திரிபுர சுந்தரி ஆவது அறிந்தனமே.",
    "meaning": "எங்களுக்கு உயிர்த்துணையும் நாங்கள் தொழுகின்ற தெய்வமும் எம்மையெல்லாம் ஈன்றெடுத்த அன்னையும், வேதமென்னும் விருட்சத்தின் கிளையும், அதன் முடிவிலுள்ள கொழுந்தும், கீழே பரவிப் பதிந்துள்ள அதன் வேரும் குளிர்ச்சி பொருந்தியவையான மலரம்புகள், கரும்பு வில், மென்மைமிகு பாசாங்குசம் ஆகியவற்றைத் திருக்கரத்தில் ஏந்தி நிற்கும் திரிபுரசுந்தரியே என்னும் உண்மையை நாங்கள் உணர்ந்து கொண்டோம்.",
    "benefits": "பிரிந்த தம்பதியர் மீண்டும் ஒன்று சேர்ந்து வாழ்தல்"
  },
  {
    "id": 3,
    "name": "குடும்பக் கவலையிலிருந்து விடுபட",
    "text": "அறிந்தேன் எவரும் அறியா மறையை, அறிந்துகொண்டு\nசெறிந்தேன் உனது திருவடிக்கே, திருவே! வெருவிப்\nபிறந்தேன் நின்அன்பர் பெருமைஎண்ணாதகரும நெஞ்சால்\nமறிந்தே விழும் நரகுக்கு உறவாய மனிதரையே.",
    "meaning": "அருட்செல்வம் மிக்க திருவே! வேறெவரும் அறிய முடியாத ரகசியத்தை நான் அறிந்து, அதன் காரணமாக உன் திருவடிகளை அடைந்தேன். உன் அடியவர்களின் பெருமையை உணரத்தவறிய நெஞ்சத்தின் காரணமாக நரகலோகத்தின் தொடர்பு கொண்ட மனிதரைக் கண்டு அஞ்சி விலகிக் கொண்டேன். இனி நீயே எனக்குத் துணை.",
    "benefits": "குடும்பக் கவலைகள் மற்றும் பிரச்சினைகளிலிருந்து விடுபாடு"
  },
  {
    "id": 4,
    "name": "தொழில் மற்றும் வியாபாரத்தில் முன்னேற்றம்",
    "text": "மனிதராய், வித்தாதரராய், மதங்கி, கிம்புருட, கின்னராய்,\nசனந்தனாதிகளும் சேவிக்கின்ற தையல், அபிராமி அண்டமும்\nபனித்தேனும் ஆகின்ற பாதம் பணிந்து, நின் அடியாருளும்\nனிதுமான நிலையை அடைந்தேன், அகிலாண்டேசுவரியே.",
    "meaning": "மனிதர்களாகவும், வித்தாதரர்களாகவும், மதங்கிகளாகவும், கிம்புருடர்களாகவும், கின்னரர்களாகவும், சனகாதி முனிவர்களும் சேவித்து வணங்கும் தாயே! அபிராமி! உன் திருவடிகள் தேனிலும் குளிர்ச்சியானவை. அந்த திருவடிகளை வணங்கி, உன் அடியவர்களில் ஒருவனாக நான் உயர்ந்த நிலையை அடைந்தேன். அகிலாண்ட நாயகியே!",
    "benefits": "தொழில் மற்றும் வியாபாரத்தில் வெற்றியும் முன்னேற்றமும்"
  },
  {
    "id": 5,
    "name": "சத்ருக்களிடமிருந்து பாதுகாப்பு",
    "text": "அகிலாண்டமண்டலியே, அண்டாண்டாதிப அண்டகோடி\nசகல சராசரரும் தொழுது ஏத்த, சதா திருவருள்பாலித்து\nஒகிலாத பூம்களையாகி உலவு கூந்தல், உக்கிரம் அற்ற\nவகிலாரும் வாழ்க என்று அண்டாதிபதியாய்ப் பயின்றவையே.",
    "meaning": "அகிலாண்ட மண்டலங்களின் நாயகியே! பல கோடி அண்டங்களையும் ஆள்கின்ற அதிபதியே! சகல ஜீவ ராசிகளும் உன்னைத் தொழுது ஏத்த, எப்போதும் திருவருளைப் பொழிந்து கொண்டு, வாடாத பூக்களாக விளங்கும் அழகிய கூந்தலைக் கொண்டவளே! கோபம் அற்றவளே! 'அனைவரும் வாழ்க' என்று அருளும் அண்டங்களின் அதிபதியானவளே!",
    "benefits": "எதிரிகளிடமிருந்து பாதுகாப்பும் அவர்களின் மனமாற்றமும்"
  },
  {
    "id": 6,
    "name": "சுகமான குழந்தைப்பேறு",
    "text": "பயின்ற பர ஞானமும், பண்புள்ள பர சுகமும், பக்குவமான\nயின்ற பராசக்தியும், எழில் மிக்க பராபரமும், இயலும்\nசயின்ற பர சிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து\nெயின்ற பர சக்தி என், அபிராமி என்செய்கேன் நான்.",
    "meaning": "பயின்ற பரஞானமும், பண்புள்ள பரசுகமும், பக்குவமான பராசக்தியும், எழில்மிக்க பராபரமும், இயலும் சயின்ற பரசிவமும், தன்தன் கணக்கான் பரக்கைந்து கூர்ந்து சேர்ந்த பராசக்தியே! அபிராமி! என்னை என் செய்வாய்? நான் உன் அடியேனாகிவிட்டேன்.",
    "benefits": "சுகப்பிரசவம் மற்றும் சந்தான பாக்கியம்"
  },
  {
    "id": 7,
    "name": "நல்ல கணவன் அமைதல்",
    "text": "நான் என் உடலும் என் உயிரும் மனமும் என் நல்ல புத்தியும்\nேன்அவா அவமும் ஞானமுமுடன் சேர்ந்த உழைப்பு களுமே உன்\nதான்என அறிந்து கொண்டேன், தயாமயி, நின் சரணம் தெளிந்து\nேன்என இனிப்பூவை நான் அணையேன், கணப் பிலும் இல்லையே.",
    "meaning": "தயாமயி! நான், என் உடல், என் உயிர், என் மனம், என் நல்ல புத்தி, என் ஆசை அவமும், ஞானமும் சேர்ந்த அனைத்து உழைப்புகளும் உன்னுடையதே என்று அறிந்து கொண்டேன். உன் சரணங்களில் தெளிவு பெற்றேன். இனி வேறு யாரையும் நான் நாடமாட்டேன், ஒரு கணக்கிலும் இல்லை.",
    "benefits": "திருமணத்தில் நல்ல வரன் அமைதல்"
  },
  {
    "id": 8,
    "name": "கல்வியில் சிறந்து விளங்குதல்",
    "text": "இல்லையேன், நீயும் இல்லையால், உன் அடியவர் தம் இயல்பும்\nஅல்லது உனக்கே உரியது, அறியேன் நானும் எம் ஆவி தன்னை\nமல்லையேன், மன் அபிராமி, உன் வாழ்த்துக்கள் வழியாலே\nசொல்ல அறியேன், என் தோழி! உன் சொரூபம் துணியேன் நானே.",
    "meaning": "நான் இல்லாதவன். நீயும் இல்லாதவள். உன் அடியவர்களின் இயல்பும் வேறல்ல, உனக்கே உரியது. நானும் அறியேன், என் ஆத்மாவை மறுக்கவும் மாட்டேன். மென்மையான அபிராமி! உன் வாழ்த்துக்களின் வழியாலே சொல்ல அறியேன். என் தோழி! உன் சொரூபத்தை நான் அறிய மாட்டேன்.",
    "benefits": "கல்வியில் மிகுந்த ஞானமும் புத்திசாலித்தனமும்"
  },
  {
    "id": 9,
    "name": "மன அமைதி மற்றும் ஆன்மீக உயர்வு",
    "text": "துணியேன் நானும் எந் துன்பத்தையும், துணையும் நீயே\nபணியும் பணியும், உன் பதங்கள் இரண்டும், பலவும் பலவாக்\nணியும் திருமுகம், மன தேன் மலர் கொண்டு நான் பூசிப்\nபணியும் படி ஒரு நாளும் ஈவாய், அபிராமி பாத மலரே.",
    "meaning": "நான் எத்தகைய துன்பத்தையும் தாங்க மாட்டேன். நீயே எனக்குத் துணை. என்னுடைய கடமையும் கடமை, உன் இரு திருவடிகளும்தான். பலவிதமான அணிகலன்களாலும் அலங்கரிக்கப்பட்ட திருமுகத்தையுடையவளே! மனத்தில் தேன்போன்ற மலர்களைக் கொண்டு நான் பூஜித்து உன்னை வணங்கும் வாய்ப்பை ஒரு நாளாவது அருள்வாய், அபிராமி பாதமலரே!",
    "benefits": "மன அமைதியும் ஆன்மீக முன்னேற்றமும்"
  },
  {
    "id": 10,
    "name": "வாழ்வில் அனைத்து நன்மைகளும்",
    "text": "மலரும் பனீக் கமலக் களயும், மாதர் மணக்குங் குழலும்,\nஅலரும் கருத்தும், அவர் தன் திருவம்சம் அறம் ஆன பின்னால்,\nினலரும் பரவிக் கதறாது, நின்நல் ஊழியர் நாளும் உன்னை\nலரும் வகையும் அறியேன் என் ஆவி அகியா அணுவே.",
    "meaning": "மலர்ந்த குளிர்ந்த தாமரை இதழ்களும், மாதர்கள் மணக்கும் கூந்தலும், பேசும் வார்த்தைகளும், அவர்களின் திருவம்சம் நன்மையானபின், வினாலியரும் (வேலைக்காரர்கள்) பரவி கதறாமல், உன் நல்ல ஊழியர்கள் நாளும் உன்னை வணங்கும் வகையும் அறியேன். என் ஆத்மா அநேக அணுக்களால் ஆனது.",
    "benefits": "வாழ்வில் அனைத்து நன்மைகளும் சேர்ந்து வருதல்"
  },
  {
    "id": 11,
    "name": "பிரேத பாதை விலகுதல்",
    "text": "அணுவை முதலாய் அனுமானம் உரைக்கும் அரும் பொருளை\nணுவை நெகிழ்ச்சிக் கிடக்கும் குணமிகு பராபரை நின்\nணுவை அறியாதது என் அறிவிலிமை, அண்டகோடி நின்ன\nணுவை சிவசக்தி என்று அரிதருணம் போற்றுவமே.",
    "meaning": "அணுவிலிருந்து தொடங்கி அனுமானிக்கும் அரும்பொருளே! நெகிழ்ச்சியுள்ள குணமிக்க பராபரையே! உன்னுடைய சூக்ஷ்ம அணுவை அறியாதது என் அறியாமையாகும். அண்ட கோடிகளும் உன்னுடைய அணுக்களே. நீ சிவசக்தியாகிய அரிய தருணத்தில் நாங்கள் போற்றுகிறோம்.",
    "benefits": "பிரேத பாதைகள் மற்றும் அசுத்த சக்திகளிலிருந்து பாதுகாப்பு"
  },
  {
    "id": 12,
    "name": "குரு கடாக்ஷம் பெறுதல்",
    "text": "போற்றுவன் உன் பொன்னடிகள், பூவை மணாளனுமாய்\nற்றின் கொடியேன் என்திருவே, கூற்றத்துக்கும் அஞ்சாமல்\nற்றின் படை, உன் சரணத்தைப் பற்றின அடியேனைப்\nற்றின் நெறியிலோ? நின் தயா கடாக்ஷம் இல்லையேல்.",
    "meaning": "உன் பொன்னடிகளைப் போற்றுகிறேன். பூவை மணாளனுமாகிய என் திருவே! கூற்றத்திற்கும் அஞ்சாமல் உன் திருவடிகளைப் பற்றிய அடியேனை, உன் கருணைக் கடாக்ஷம் இல்லாமல் யமன் கொண்டு செல்வானா?",
    "benefits": "குரு அருளும் தெய்வீக கடாக்ஷமும் பெறுதல்"
  },
  {
    "id": 13,
    "name": "அகால மரணம் தவிர்த்தல்",
    "text": "இல்லையேல் எந்நாளும் உன் இன்கழல் பூசிப்பேன்,\nஅல்லையேல் நின் அருளே கணுத்திட, அண்டகோடி\nசொல்லையும் திறமையும் தோற்று விளையாட்டாய்\nமல்லையும் உலகம் படைத்து காத்துழி காலமிடையே.",
    "meaning": "அப்படி இல்லையேல் நான் எந்நாளும் உன் இனிய திருவடிகளை வணங்குவேன். அல்லது உன் கருணையே போதும். அண்ட கோடிகளின் வாக்கையும் திறமையையும் தோற்றுவித்து விளையாட்டாகக் கருதி, உலகங்களைப் படைத்து, பாதுகாத்து, காலத்தின் இடையே உழிக்கும் தாயே!",
    "benefits": "அகால மரணம் மற்றும் ஆபத்துகளிலிருந்து காப்பு"
  },
  {
    "id": 14,
    "name": "நீண்ட ஆயுளும் ஆரோக்கியமும்",
    "text": "காலமிதழ் கண்ணினுக்கு அற்புதம் என் கருத்தும்\nீலமும் நினது இரு பாதமும் நீணெடு மாலும்\nாலமும் கமலமும் தாமும் பிறவும் நான் கூறும்\nாலமும் அளவிட் டடங்கா அண்டகோடித்தீயே.",
    "meaning": "காலம் என்னும் இதழ்களைக் கொண்ட கண்களுக்கு அற்புதமானது என் எண்ணம். நீலமான உன் இரு திருவடிகளும், நீண்ட மாலும், காலமும், கமலமும், அவை தாமும் மற்றும் பிறவும், நான் கூறும் காலமும் அளவிட்டு அடங்காத அண்ட கோடிகளின் தீயே!",
    "benefits": "நீண்ட ஆயுள் மற்றும் நல்ல ஆரோக்கியம்"
  },
  {
    "id": 15,
    "name": "பாவ விமோசனம்",
    "text": "தீயினான் முழுவதும் திண்ண, சிவகாமி\nாய் என் மனத்தனுல் திகழ்கின்ற செல்வத்தை\nீயினான் அறியார் ஈசனும் அல்ல என்\nயினான் உடம்பினால் அணுகுவார் இல்லையே.",
    "meaning": "தீயினால் முழுவதும் உறுதியாக்கப்பட்ட சிவகாமியே! என் மனத்தில் திகழ்கின்ற செல்வத்தை, தீயினால் அறியமுடியாது. ஈசனும் அல்ல என்று கூறலாம். யாரும் உடம்பினால் அணுக முடியாது.",
    "benefits": "அனைத்து பாவங்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 16,
    "name": "அர்த்த சம்பத்து வளர்ச்சி",
    "text": "இல்லையே! உபாயம் என் இச்சா சக்தி உன்\nஅல்லல் களைய, அமுதம் என் ஆவிக்கு\nசொல்லுநல் திருமுக சுவையே தீன்று, என்\nபொல்லாத செயல்கள் போயின பூரணமே.",
    "meaning": "இல்லை! எனக்கு வேறு உபாயம் எதுவும் தேவையில்லை. என் இச்சா சக்தியான உன் அல்லல்களைக் களைய, அமுதம் போன்ற என் ஆத்மாவிற்கு, உன் திருமுகத்தின் சுவையையே உண்டு, என் பொல்லாத செயல்கள் அனைத்தும் போய்விட்டன. பூரணமானேன்.",
    "benefits": "செல்வம் மற்றும் அர்த்த சம்பத்து பெருகுதல்"
  },
  {
    "id": 17,
    "name": "மோக்ஷ பிராப்தி",
    "text": "பூரணமும் அபூரணமும் பொருந்தா நின் புகழிடையே\nசாரணமும் கற்றவரும் தமது உறவு சார்ந்திடும் என்\nீரணமும் ஆகும் அடியேன் நீராடும் தீர்த்தமுமாம்\nாரணமும் அல்லை; வரம் தரு அன்னப் பெண்ணே.",
    "meaning": "பூரணமும் அபூரணமும் பொருந்தாத உன் புகழுக்கிடையே, சாரணர்களும் கற்றவர்களும் தமது உறவைச் சார்ந்திடுவர். என் ஈரணமும் ஆகும் அடியேன் நீராடும் தீர்த்தமுமாம். நீ காரணமும் அல்லை; வரம் தரும் அன்னப் பெண்ணே!",
    "benefits": "ஆத்ம விமோசனம் மற்றும் முக்தி நிலை"
  },
  {
    "id": 18,
    "name": "ஆன்மீக ஞானம் பெறுதல்",
    "text": "பெண்ணே! அண்ணலே! பெரும் தெய்வமே! நின்\nஎண்ணம் இலேன் என் இதயத்தை ஈன்றெடுத்த\nகண்ணகியே! கற்றும் குடைசெய்து வள்ளலே\nமண்ணது வார்த்தையால் வந்தென் மனத்திடையே.",
    "meaning": "பெண்ணே! அண்ணலே! பெரும் தெய்வமே! உன் எண்ணம் இல்லாத என் இதயத்தை ஈன்றெடுத்த கண்ணகியே! கற்றும் குடைசெய்து வள்ளலே! மண்ணகத்தின் வார்த்தையால் என் மனத்திடையே வந்து அருளுவாய்.",
    "benefits": "ஆன்மீக ஞானம் மற்றும் தெய்வீக அனுபவம்"
  },
  {
    "id": 19,
    "name": "மன வலிமையும் தைரியமும்",
    "text": "மனத்திடையே வந்து மகிழ்ந்து, மாபெரும்\nனத்திடையே நின்று நடுவண் என் அன்பொடு\nனத்திடையே யாரும் அறியா அடியவன்\nமனத்திடையே நீ இருப்பது அறிந்தறிந்தே.",
    "meaning": "மனத்திடையே வந்து மகிழ்ந்து, மாபெரும் தேவதையே! மனத்திடையே நின்று, நடுவே என் அன்பொடு சேர்ந்து, யாரும் அறியாத உன் அடியவனின் மனத்திடையே நீ இருப்பதை நான் அறிந்து அறிந்து மகிழ்கிறேன்.",
    "benefits": "மன வலிமையும் தைரியமும் அதிகரித்தல்"
  },
  {
    "id": 20,
    "name": "அனைத்து நன்மைகளும் சித்தித்தல்",
    "text": "அறிந்தறிந்தே அங்கே உன் அழகழகும் கண்டறிந்து\nபிரிந்திருந்தாலும் பெரும் தெய்வமே! நீ இருப்பது\nமரந்து வாழ்வேன் வந்தேன் உன் சன்னிதி ம தில் என்\nகருந்தகழ் கூந்தல் கருத்தணைந்த நாடகமே.",
    "meaning": "அறிந்து அறிந்து அங்கே உன் அழகையும் கண்டறிந்து, பிரிந்திருந்தாலும் பெரும் தெய்வமே! நீ இருப்பதை மறந்து வாழ்வேன். உன் சன்னிதி மதிலுக்குள் வந்தேன். என் கரிய கூந்தல் கருத்தணைந்த நாடகமே!",
    "benefits": "வாழ்வில் அனைத்து நன்மைகளும் நிறைவேறுதல்"
  },
  {
    "id": 21,
    "name": "அம்பிகையை வழிபடாமல் இருந்த பாவம் தொலைய",
    "text": "மங்கலை! செங்கலசம் முலையாள்! மலையாள்! வருணச்\nசங்கலை செங்கை! சகலகலாமயில்! தாவுகங்கை\nபொங்கு அலைதங்கும் புரிசடையோன் புடையாள்! உடையாள்!\nபிங்கலை! நீலி! செய்யாள்! வெளியாள்! பசும் பொற்கொடியே.",
    "meaning": "நித்திய மங்கலையாகிய அபிராமி அன்னையே! சிவந்த கலசங்களையொத்த தனபாரங்களை உடைய மலைமகளே! சங்குகளாலான வளைகள் அசைகின்ற திருக்கரங்களையுடைய, கலைகள் அனைத்திற்கும் தலைவியாகிய, மயில் போன்றவள். பொங்கிப் பாயும் கங்கையின் மேலெழும் அலைகள் அடங்கித் தங்குவதற்குரிய சிவபிரானின் இடப்பாகத்தை ஆட்கொண்டவள். பொன்நிறத்தினளான பிங்கலை; நீல நிறத்தினாளான காளி; செந்நிறத்தினாளான லலிதாம்பிகை; வெண்ணிறத்தினளான வித்யா தேவி; பச்சை நிறத்தினாளான உமையன்னை யாவும் நீயே.",
    "benefits": "அம்பிகையை வழிபடாமல் இருந்த பாவம் தொலைதல்"
  },
  {
    "id": 22,
    "name": "இனிப் பிறவா நெறி அடைய",
    "text": "கொடியே! இளவஞ்சிக் கொம்பே எனக்கு வம்பே பழுத்த\nபடியே! மறையின் பரிமளமே! பனிமால் இமயப்\nபிடியே! பிரமன் முதலாய தேவரைப் பெற்ற அம்மே!\nஅடியேன் இறந்து இங்கு இனிப்பிறவாமல் வந்தாண்டு கொள்ளே.",
    "meaning": "கொடிபோன்ற அபிராமி அன்னையே! இளம் வஞ்சிப் பூங்கொம்பை நிகர்த்தவளே! எனக்குக் காலமல்லாத காலத்தில் பழுத்துக் கனிந்த பழத்தின் உருவமே! வேதமாகிய மலரின் நறுமணம் போன்றவளே! குளிர்ச்சி பொருந்திய இமாசலத்தில் விளையாடி மகிழும் பெண் யானையே! பிரமன் போன்ற தேவர்களை ஈன்ற அன்னையே! நானும் இந்த உலகில் இறந்த பின்னர் மீண்டும் பிறவாதிருக்குமாறு என்பால் ஓடிவந்து உதவி செய்து என்னை ஆட்கொண்டருள் செய்வாயாக!",
    "benefits": "மீண்டும் பிறவா வரம் பெறுதல்"
  },
  {
    "id": 23,
    "name": "எப்போதும் மகிழ்ச்சியாய் இருக்க",
    "text": "கொள்ளேன் மனத்தில் நின்கோலம் அல்லாது; என்பர் கூட்டம் தன்னை\nவிள்ளேன்; பரசமயம் விரும்பேன்; வியன் மூவுலகுக்கு\nஉள்ளே, அனைத்தினுக்கும் புறம்பே உள்ளத்தே விளைந்த\nகள்ளே! களிக்கும் களியே அளிய என் கண்மணியே.",
    "meaning": "பரந்து விரிந்து மூவுலகின் உள்ளேயும் உள்ள பரம் பொருளே! இருப்பினும் எல்லாப் பொருள்களுக்கும் புறம்பாயும் உள்ளாய். அடியவர்களின் உள்ளத்தில் முற்றி விளைந்த இன்பமென்னும் கள்ளே! மற்றவற்றையெல்லாம் மறந்து ஆனந்த மயக்கம் கொண்டு மகிழும் மகிழ்ச்சியே! இரக்கத்திற்குரிய என் கண்ணினுள் மணி போன்றவளே! நான் என் உள்ளத்தில் தியானம் செய்யும் பொழுது உன்னுடைய திருக்கோலத்தைத் தவிர வேறு தெய்வம் எதனுடைய திருவுருவையும் நினையேன். உன் அடியவர்களை விட்டுப் பிரிந்து மற்ற சமயங்களையும் விரும்பேன்.",
    "benefits": "நிரந்தர மகிழ்ச்சியும் மன அமைதியும்"
  },
  {
    "id": 24,
    "name": "நோய்கள் விலக",
    "text": "மணியே! மணியின் ஒளியே! ஒளிரும் மணிபுனைந்த\nஅணியே! அணியும் அணிக்கு அழகே! அணுகாதவர்க்குப்\nபிணியே! பிணிக்கு மருந்தே! அமரர் பெருவிருந்தே!\nபணியேன் ஒருவரை நின் பத்மபாதம் பணிந்தபின்னே.",
    "meaning": "ஒளிவீசித் திகழும் மாணிக்கத்தைப் போன்றவளே! அந்த மாணிக்கத்தின் பிரகாசத்தைப் போன்றவளே! ஒளிமிக்க மாணிக்கங்களால் அழகிய முறையில் உருவாக்கப் பெற்ற ஆபரணத்தைப் போன்றவளே! அந்த ஆபரணங்களுக்கும் அழகூட்டுபவளே! உன்னை அணுகாமல் வீணாகப் பொழுது போக்குவோருக்கு நோய் போன்றும், உன்னை அணுகியவர்களின் பிறவிப் பிணிக்கு மருந்து போன்றும் விளங்குபவளே! தேவர்களனைவர்க்கும் பெரும் விருந்தாய்த் திகழ்பவளே! தாமரை மலரை நிகர்த்த உன் திருவடிகளைப் பணிந்த நான் வேறொருவரைப் பணியேன்.",
    "benefits": "அனைத்து நோய்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 25,
    "name": "நினைத்த காரியம் நிறைவேற",
    "text": "பின்னே திரிந்து உன் அடியாரைப் பேணிப் பிறப்பறுக்க\nமுன்னே தவங்கள் முயன்று கொண்டேன்; முதல் மூவருக்கும்\nஅன்னே! உலகுக்கு அபிராமி என்னும் அருமருந்தே!\nஎன்னே! இனி உன்னையான் மறவாமல் நின்று ஏத்துவனே.",
    "meaning": "முதன்மை பெற்றவர்களான மும்மூர்த்திகளுக்கும் அன்னையான அபிராமித் தாயே! உலகிலுள்ள உயிர்கள் அனைத்தும் பிறவிப் பிணியினின்றும் நீங்க எழுந்தருளி, பிணிதீர்க்கும் அருமருந்தே! உன்னைப் போற்றும் அடியவர்களின் பின்சென்று அவரை வழிபட்டு, பிறவிப் பிணியை அறுத்தெறியும் நோக்குடன், முற்பிறவியில், தவங்களைச் செய்து வைத்தேன், இனி என்றும் உன்னை மறவாமல் நிலையாய் நின்று துதி செய்வேன். இந்த நிலையிலுள்ள எனக்குள்ள குறைதான் யாதோ? எதுவும் இல்லை.",
    "benefits": "மனத்தில் கொண்ட அனைத்து நல்ல ஆசைகளும் நிறைவேறுதல்"
  },
  {
    "id": 26,
    "name": "சொல்வாக்கும் செல்வாக்கும் பெருக",
    "text": "ஏத்தும் அடியவர் ஈரேழுலகினையும் படைத்தும்,\nகாத்தும், அழித்தும் திரிபவராம்; கமழ் பூங்கடம்பு\nசாத்தும்குழல் அணங்கே! மணம் நாறும் நின்தாள் இணைக்கு என்\nநாத்தங்கு புன்மொழி ஏறியவாறு நகையுடத்தே.",
    "meaning": "மணங்கமழும் கடம்ப மலரை அணியும் கூந்தலையுடைய தேவி! ஈரேழுலகங்களையும் படைத்தல், காத்தல், அழித்தல் ஆகிய முத்தொழில்களையும் புரிந்து வரும் மும்மூர்த்திகளும், உன்னைத் துதிக்கும் அடியவர்களாக உள்ளனர். நிலைமை இவ்வாறிருக்க, மணம் பொருந்திய உன்னுடைய திருவடிகள் இரண்டுக்கும் எவ்வகையிலும் ஈடாகாத எளியவனாகிய என் நாவில் வெளிவந்த பொருளற்ற சொற்களையும் கூடத் துதிகளாக ஏற்றுக்கொண்டு, மகிழ்வதைக் கண்டால் அந்தச் சொற்கள் பெற்ற ஏற்றம் உண்மையில் நகைப்புக்குரியதன்றோ?",
    "benefits": "சொல்வாக்கும் செல்வாக்கும் அதிகரித்தல்"
  },
  {
    "id": 27,
    "name": "மனநோய் அகல",
    "text": "உடைத்தனை வஞ்சப் பிறவியை; உள்ளம் உருகும் அன்பு\nபடைத்தனை; பத்மபதயுகம் சூடும் பணி எனக்கே\nஅடைத்தனை; நெஞ்சத்து அழுக்கை எல்லாம் நின் அருள்புனலால்\nதுடைத்தனை; சுந்தரி! நின்னருள் ஏதென்று சொல்லுவதே.",
    "meaning": "பேரழகு வடிவுடைய தாயே! என் முன்வினைப் பயனால் ஏற்பட்ட பிறவியைத் தகர்த்து, என் உள்ளம் உருகும் வண்ணம் ஆழ்ந்த அன்பையும் அந்த உள்ளத்தில் உண்டாக்கி, தாமரை மலரையொத்த உன் திருவடிகள் இரண்டையும் தலையால் வணங்கி மகிழும் தொண்டையும் எனக்கென ஏற்படுத்தித் தந்தாய். என் நெஞ்சில் கப்பியிருந்த ஆணவம் முதலிய அழுக்குகளையெல்லாம் உன் கருணையென்னும் தூய நீரால் கழுவிப் போக்கினாய். இந்த உன் திருவருட் சிறப்பை நான் என்னவென எவ்விதம் எடுத்துக் கூறிப் பாராட்டுவேன்?",
    "benefits": "மனநோய் மற்றும் மன அழுக்குகள் நீங்குதல்"
  },
  {
    "id": 28,
    "name": "இம்மை மறுமை இன்பங்கள் அடைய",
    "text": "சொல்லும் பொருளும் என நடமாடும் துணைவருடன்\nபுல்லும் பரிமளப் பூங்கொடியே நின் புதுமலர்த்தாள்\nஅல்லும் பகலும் தொழும் அவர்க்கே அழியா அரசும்\nசெல்லும் தவநெறியும் சிவலோகமும் சித்திக்குமே.",
    "meaning": "ஆனந்தத் தாண்டவம் ஆடி மகிழும் நடராசப் பெருமானுடன் - சொல்லும் அதை விட்டு விலகாத பொருளும் போல - என்றும் இணைந்து நிற்கும் நறுமணமிக்க பூங்கொடி போன்ற தாயே! மலர் போன்ற உன் திருவடிகளை அல்லும் பகலும் விடாது தொழும் அடியவர்களுக்கெல்லாம் அழிவற்ற உயர்பதவியும், என்றும் நிலை பெற்று விளங்கும் தவ வாழ்க்கையும், இறுதியில் சிவலோக பதவியும் சித்திப்பதாகும்.",
    "benefits": "இம்மையிலும் மறுமையிலும் அனைத்து இன்பங்களும்"
  },
  {
    "id": 29,
    "name": "எல்லா சித்திகளும் அடைய",
    "text": "சித்தியும், சித்திதரும் தெய்வமுமாகத் திகழும்\nபராசத்தியும், சக்தி தழைக்கும் சிவமும் தவம் முயல்வார்\nமுத்தியும், முத்திக்கு வித்தும் ,வித்தாகி முளைத்தெழுந்த\nபுத्തியும், புத्तியின் உள்ளே புரக्கும் புरত्தையन्றே.",
    "meaning": "அடைதற்கரிய எண்வகைச் சித்திகளும், அந்த சித்திகளை அளிக்கும் தெய்வமாக விளங்கும் பராசக்தியும், சக்தியைத் தம்மிடத்தில் தழைத்தோங்கச் செய்த பரமசிவமும் தவம் புரிபவர்கள் பெறும் மோட்சம் எனும் பேரானந்தமும் அந்த முத்தியைப் பெறுவதற்கு அடிப்படையான மூலமும் மூலமாகித் தோன்றி எழுந்த ஞானமும் ஆகிய அனைத்துமாயிருப்பவள் என் அறிவினுள்ளே நின்று காத்தருளும் திரிபுரசுந்தரியேயாம்.",
    "benefits": "அஷ்டசித்திகள் உட்பட அனைத்து சித்திகளும் பெறுதல்"
  },
  {
    "id": 30,
    "name": "அடுத்தடுத்து வரும் துன்பங்கள் நீங்க",
    "text": "அன்றே தடுத்து! என்னை ஆண்டுகொண்டாய்; கொண்டதல்ல என்கை\nநன்றே உனக்கு இனி நான் என்செயினும், நடுக்கடலுள்\nசென்றே விழினும் கரையேற்றுகை நின் திருவுளமே;\nஒன்றே! பல உருவே! அருவே! என் உமையவளே!",
    "meaning": "ஓருருவாகவும், பல உருவங்களையுடையவளாயும், உருவமற்ற அருவமாயும் காட்சி தரும், எனக்குத் தாயான உமாதேவியே! முன்னொரு நாள் என்னைத் தடுத்தாட் கொண்டு காத்தருள் புரிந்தாய். அவ்வாறு அருள் செய்ததை இல்லையென மறுத்தல் உனக்கு நியாயமாகுமா? இனி எளியவனான நான் எத்தகைய பிழையைச் செய்தாலும், கடலின் நடுவே சென்று விழுந்தாலும், என் குற்றத்தை மன்னித்து, என்னைக் கரையேற்றிக் காத்தருள்வதே உன் திருவுள்ளச் செயலுக்கு மிக உகந்ததாகும்.",
    "benefits": "எதிர்காலத்தில் வரும் அனைத்து துன்பங்களிலிருந்தும் விடுதலை"
  },
  {
    "id": 31,
    "name": "மறுமையில் இன்பம் உண்டாக",
    "text": "உமையும், உமையொரு பாகனும் ஏக உருவில் வந்திங்கு\nஎமையும் தமக்கு அன்பு செய்ய வைத்தார்; இனி எண்ணுதற்குச்\nசமையங்களும் இல்லை; ஈன்றெடுப்பாள் ஒரு தாயும் இல்லை;\nஅமையும் அமையுறு தோளியர் மேல் வைத்த ஆசையுமே.",
    "meaning": "அன்னையாம் உமையும், உமையைத் தம் இடப்பாகத்தில் கொண்ட அண்ணலாம் ஈசனும் இணைந்தபடி ஒருவராக அர்த்தநாரீசுவரக் கோலத்தில் எழுந்தருளி, பக்குவமில்லாத எளியவனான என் போன்றோரையும் தங்கள் திருவடிகட்கு அன்பு செலுத்துமாறு நெறிப்படுத்தினார். அதன் விளைவாக இனி இதைப் பின்பற்றுவோம் என்றெண்ணத்தக்க வேறு சமயங்கள் ஏதுமில்லை. என் பிறவிப் பிணி அகன்றுவிட்டதாதலால் இனி என்னை ஈன்றெடுக்கத்தக்க தாயும் இல்லை. மூங்கிலையொத்த தோளினைப் பெற்ற மங்கையர் பால் கொண்டிருந்த மோகமும் இனி இல்லை.",
    "benefits": "மறுமையில் நித்திய ஆனந்தம் பெறுதல்"
  },
  {
    "id": 32,
    "name": "துர்மரணம் வராமலிருக்க",
    "text": "ஆசைக்கடலில் அகப்பட்டு அருளற்ற அந்தகன் கைப்\nபாசத்தில் அல்லல்பட இருந்தேனை, நின் பாதம் என்னும்\nவாசக்கமலம் தலைமேல் வலியவைத்து ஆண்டு கொண்ட\nநேசத்தை என் சொல்லுவேன்? ஈசர்பாகத்து நேரிழையே!",
    "meaning": "ஈசனினின் இடப்பாகத்தில் அமர்ந்தருளும் தேவியாம் அன்னையே! நுண்ணிய வேலைப்பாடமைந்த அணிகலன்களை அணிந்த தேவியே! ஆசைகளால் அலைகள் பொங்கியெழும் கடலில் அகப்பட்டு, அதன் விளைவாக யமனின் கையிலுள்ள காலபாசத்தில், சிக்கித் துன்பப்பட வேண்டியிருந்த என்னை, உன் திருவடியான தாமரை மலரை எளியவனான என் சிரசின் மீது வைத்து, வலியவந்தென்னை ஆட்கொண்டருளிய உன் பேரருட் பெருங்கருணையை எப்படிப் போற்றி உரைப்பேன்?",
    "benefits": "துர்மரணம் மற்றும் கொடிய மரணம் தவிர்த்தல்"
  },
  {
    "id": 33,
    "name": "இறக்கும் நிலையிலும் அம்பிகை நினைவோடு இருக்க",
    "text": "இழைக்கும் வினைவழியே ஆடும் காலன் எனைநடுங்க\nஅழைக்கும் பொழுதுவந்து அஞ்சல் என்பாய்; அத்தர் சித்தமெல்லாம்\nகுழைக்கும் களபக் குவிமுலை யாமலைக் கோமளையே!\nஉழைக்கும் பொழுது உன்னையே அன்னையே என்பன் ஓடிவந்தே.",
    "meaning": "ஈசனின் திருவுள்ளத்தை உருகிக் களிக்கச் செய்யும் வண்ணம், மணமுள்ள சந்தனக் குழம்பைப் பூசிய குவிந்த தனபாரங்களையுடைய யாமளையெனும் கோமளச் செவ்வியே! நான் செய்யும் பாபங்களின் விளைவாக என்னைக் கொல்ல வரும் யமன், நான் நடுங்கும் வண்ணம் என்னை அழைக்க வருகிற வேளையில், நான் மிக வருந்தி உன்பால் ஓடிவந்து 'அன்னையே காத்தருள்' என்று உன்னை சரணடைவேன். அந்தச் சமயத்தில் 'அஞ்சேல்' எனக்கூறி அபயமளித்து நீ என்னைக் காத்தருள வேண்டும்.",
    "benefits": "மரண காலத்திலும் அம்பிகையின் நினைவுடன் இருத்தல்"
  },
  {
    "id": 34,
    "name": "சிறந்த நன்செய் நிலங்கள் கிடைக்க",
    "text": "வந்தே சரணம் புகும் அடியாருக்கு வான்உலகம்\nதந்தே பரிவொடு தான்போய் இருக்கும் சதுர்முகமும்\nபைந்தேன் அலங்கல் பருமணி ஆகமும் பாகமும் பொன்\nசெந்தேன் மலரும் அலர்கதிர் ஞாயிறும் திங்களுமே.",
    "meaning": "தன்னிடம் வந்து சரணடையும் பக்தர்களுக்கு, அன்புடன் சுவர்க்கலோகப் பதவியை அளிக்கும் அன்னை அபிராமியானவள், தான் பிரமதேவனின் நான்கு முகங்களிலும், தேன் வடியும் துளசி மாலையுடன் பருத்த கௌஸ்துப மணியையும் கழுத்திலணிந்த திருமாலின் மார்பிலும், சிவபிரானின் இடப்பாகத்திலும், செந்தேன் சொரியும் தாமரை மலரிலும், ஒளிமிக்க கிரணங்களைக் கொண்ட சூரியனிடத்திலும், சந்திரனிடத்திலும் சென்று வீற்றிருப்பாள்.",
    "benefits": "சிறந்த நிலங்கள் மற்றும் சொத்துக்கள் பெறுதல்"
  },
  {
    "id": 35,
    "name": "திருமணம் நிறைவேற",
    "text": "திங்கள் பசுவின் மணம் நாறும் சீறடி சென்னிவைக்க\nஎங்கட்கு ஒருதவம் எய்தியவா! எண்ணிறந்த விண்ணோர்\nதங்கட்கும் இந்தத் தவம் எய்துமோ? தரங்கக் கடலுள்\nவெங்கண் பணியணைமேல் துயில்கூரும் விழுப்பொருளே.",
    "meaning": "அலைகள் புரண்டெழும் பாற்கடலின் மீது ஆதிசேஷனாகிய பாம்பணை மீது பள்ளி கொண்டு துயிலும் மென்கொடியான மேலான பொருளே! ஈசனின் திருமுடியிலுள்ள பிறைச்சந்திரனின் மணம் கமழ்கின்ற உன்னுடைய சிற்றடியை, ஒன்றுக்கும் உதவாத எளியவர்களான எங்களைப் போன்றோரின் சிரங்களின் மீது வைத்தருள்வதாயின் எங்கள் ஒப்பற்ற தவத்தின் சிறப்புத்தான் என்னே என வியக்கிறோம். எண்ணற்ற தேவர்களுக்கும் கூட இத்தகைய சிறந்த பாக்கியம் கிட்டுமோ? கிட்டாது.",
    "benefits": "சிறந்த திருமணம் மற்றும் வாழ்க்கைத் துணை அமைதல்"
  },
  {
    "id": 36,
    "name": "பழைய வினைகள் வலிமை பெற",
    "text": "பொருளே! பொருள் முடிக்கும் போகமே! அரும்போகம் செய்யும்\nமருளே! மருளில் வரும் தெருளே என் மனத்து வஞ்சத்து\nஇருளேதும் இன்றி ஒளிவெளியாகி இருக்கும் உன்தன்\nஅருளேது அறிகின்றிலேன் அம்புயாதனத்து அம்பிகையே!",
    "meaning": "தாமரையாகிய அழகிய ஆசனத்தில் எழுந்தருளிய அபிராமித் தாயே! பலவகைச் செல்வங்களின் வடிவமாய் இருக்கிறாய். அச்செல்வங்களால் உண்டாகும் பெரும் போகங்களை அனுபவிக்கச் செய்யும் மாயா ரூபிணியே! அதன் மயக்கத்தின் முடிவில் ஏற்படும் தெளிவான ஞானமே! அடியேனின் உள்ளத்தில் சிறிதளவும் இல்லாதபடி மாயையெனும் இருளைப் போக்கி, ஒளிவீசிப் பிரகாசமாய்த் திகழும் உன் திருவருள் எத்தகையதென என்னால் அறிந்து கொள்ள இயலவில்லையே!",
    "benefits": "பழைய வினைகளின் வலிமை நீங்கி நல்வினைகள் பெருகுதல்"
  },
  {
    "id": 37,
    "name": "நவமணிகளைப் பெற",
    "text": "கைக்கே அணிவது கன்னலும் பூவும்; கமலம் அன்ன\nமெய்க்கே அணிவது வெண்முத்து மாலை; விட அரவின்\nபைக்கே அணிவது பண்மணிக்கோவையும் பட்டும், எட்டுத்\nதிக்கே அணியும் திருவுடையான் இடம் சேர்பவளே!",
    "meaning": "எண்திசைகளையுமே ஆடையாய் உடுத்த அண்ணலாம் சிவபிரானின் இடப்பக்கத்தில் பொருந்தியுள்ள அபிராமி அன்னையே! உன் திருக்கரத்தில் அணிந்திருப்பவை கரும்பாகிய வில்லும், மலராகிய அம்புகளுமாம். அழகிய வெண்முத்து மாலையை, செந்தாமரையையொத்த உன் சிவந்த திருமேனியில் அணிந்திருக்கிறாய். கொடிய நஞ்சைக் கொண்ட நாகத்தின் படம் போன்ற உன் மெல்லிடையில் அழகிய நவமணிகளாலான மேகலையைத் தரித்திருக்கிறாய்.",
    "benefits": "நவமணிகள் மற்றும் விலைமதிப்பற்ற ஆபரணங்கள் பெறுதல்"
  },
  {
    "id": 38,
    "name": "வேண்டியதை வேண்டியவாறு அடைய",
    "text": "பவளக் கொடியில் பழுத்த செவ்வாயும், பனிமுறுவல்\nதவளத் திருநகையும் துணையா எங்கள் சங்கரனைத்\nதுவளப் பொருது துடியிடை சாய்க்கும் துணை முலையாள்\nஅவளைப் பணிமின் கண்டீர் அமராவதி ஆளுகைக்கே.",
    "meaning": "நல்ல இன்பந்தரும் பதவியாகிய இந்திர பதவி பெற்ற, தேவலோகத்திலுள்ள அமராவதிப் பட்டணத்தை ஆளவேண்டுமென விரும்புபவர்களே! அதற்கு நீங்கள் என்ன செய்யவேண்டும் தெரியுமா? பவளக்கொடியைப் போல கனிந்த செக்கச் சிவந்த வாயையும், அதற்கேற்ப குளிர்ச்சி மிகுந்த புன்னகை மிளிரும் வெண் முத்தனைய அழகிய பல்வரிசையும் கொண்டு, எங்கும் நிறைந்த பரிபூரணனாம் ஈசனை மகிழ்விக்குமாறு எதிர்ப்பட்டு அவரது தவத்தைக் கலைக்குமாறு செய்த உடுக்கை போன்ற இடையையும் அழுத்தும்படியான தன பாரங்களையுடைய அபிராமி அன்னையை வழிபடுங்கள்.",
    "benefits": "விரும்பிய அனைத்தும் விரும்பிய வகையில் பெறுதல்"
  },
  {
    "id": 39,
    "name": "கருவிகளைக் கையாளும் வலிமை பெற",
    "text": "ஆளுகைக்கு உன் தன் அடித்தாமரைகள் உண்டு; அந்தகன்பால்\nமீளுகைக்கு உன் தன் விழியின் கடைஉண்டு; மேல் இவற்றின்\nமூளுகைக்கு என்குறை; நின்குறையே அன்று; முப்புரங்கள்\nமாளுகைக்கு அம்பு தொடுத்த வில்லான் பங்கில் வாள்நுதலே!",
    "meaning": "முப்புரங்களையும் எரிக்கும் பொருட்டு மேரு மலையாகிய வில்லை வளைத்து, திருமாலாகிய அம்பைத் தொடுத்த சிவபிரானின் இடப்பாகத்தில் அமர்ந்த அன்னையே! ஒளிவீசித் திகழும் வாள் போன்ற வளைந்த நெற்றியையுடைய தேவி! என்னை ஆட்கொண்டருள்வதற்கென உன் திருவடித் தாமரைகள் உள்ளன. காலனின் பிடியிலிருந்து என்னை விடுவித்துக் காக்க உன் கருணைத் திருவிழிகளின் பார்வையுண்டு. இவையெல்லாம் இருந்தும் உன்னைத் தொழுது வணங்கிப் பயன் பெறாததெல்லாம் என் குறைதானேயன்றி, உன் குறையன்று.",
    "benefits": "கருவிகள் மற்றும் ஆயுதங்களை திறமையாக கையாளும் வலிமை"
  },
  {
    "id": 40,
    "name": "பூர்வ புண்ணியம் பலன்தர",
    "text": "வாணுதல் கண்ணியை, விண்ணவர் யாவரும் வந்திறைஞ்சிப்\nபேணுதற்கு எண்ணிய எம்பெருமாட்டியைப் பேதைநெஞ்சில்\nகாணதற்கு அண்ணியள் அல்லாத கன்னியைக் காணும் அன்பு\nபூணுதற்கு எண்ணிய எண்ணமன்றோ முன்செய் புண்ணியமே.",
    "meaning": "ஒளிவீசித் திகழும் அழகிய திருநெற்றியிலே விழி பெற்றவளை, தேவர்களுக்கெல்லாளும் வந்து வணங்கி வழிபட விழைகின்ற அபிராமி என்னும் எம் பெருமாட்டியைத் தொழும் வாய்ப்பு எனக்கு எப்படி ஏற்பட்டது? அறியாமை நிறைந்த நெஞ்சினருக்கு, மிக அருகிலிருந்தும் கூடக் கண்டுகொள்ள முடியாத கன்னியான அவளைக் கண்டு தொழுது அவளது பேரன்பை நான் பெறுவதற்கு, முற்பிறவிகளில் நான் செய்த புண்ணியங்களின் பயனே காரணம் எனக் கருதுகிறேன்.",
    "benefits": "பூர்வ புண்ணியங்களின் பலன் கிடைத்தல்"
  },
  {
    "id": 41,
    "name": "நல்லடியார் நட்புப் பெற",
    "text": "புண்ணியம் செய்தனமே மனமே! புதுப் பூங்குவளைக்\nகண்ணியும், செய்ய கணவரும் கூடி நம் காரணத்தால்\nநண்ணி இங்கே வந்து தம் அடியார்கள் நடுவிருக்கப்\nபண்ணிநம் சென்னியின் மேல் பத்மபாதம் பதித்திடவே.",
    "meaning": "மனமே! அன்றலர்ந்த புத்தம் புதிய குவளை மலர்களையொத்த அழகிய திருவிழிகளையுடைய அபிராமி அன்னையும், செந்நிறத்துடன் கூடிய அவருடைய பதியும் சேர்ந்து நம்மை ஆட்கொள்ளும் காரணத்தால் நம்மை நாடி வந்து, நம்மையும் தம் அடியவர்களுடன் இருக்குமாறு திருவருள் புரிந்து, நம் தலை மீது தம் திருவடி மலர்களைப் பதிப்பதற்கு, நாம் முற்பிறவியில் என்ன புண்ணியத்தைச் செய்திருக்கிறோமோ என்றெண்ணும்போது வியப்பாகத் தான் இருக்கிறது.",
    "benefits": "நல்ல அடியார்களின் நட்பு மற்றும் சற்சங்கம் பெறுதல்"
  },
  {
    "id": 42,
    "name": "உலகினை வசப்படுத்த",
    "text": "இடம் கொண்டு விம்மி, இணைகொண்டு இறுகி, இளகி, முத்து\nவடம்கொண்ட கொங்கை மலை கொண்டு, இறைவர் வலிய நெஞ்சை\nநடம்கொண்ட கொள்கை நலங்கொண்ட நாயகி நல்லரவின்\nபடங்கொண்ட அல்குல் பனிமொழி வேதப்பரிபுரையே.",
    "meaning": "அளவில் பரந்து பருத்தனவாயும் ஒன்றோடொன்று இணையாய்க் காணப்படுவனவாயும் தளர்ச்சியின்றிச் செழித்தும் குழைந்தனவுமான கொங்கைகளாகிய மலைகளின் மீது அழகிய முத்துமாலையை அணிந்தவாறு, ஈசனின் வன்மை மிகுந்த நெஞ்சத்தைத் தாம் எண்ணியபடியெல்லாம் ஆட்டி வைக்கும் உறுதியையும் அதற்கேற்ற பேரெழிலையும் படைத்த தேவி, நல்ல பாம்பின் படத்தைப் போன்ற அல்குலையும், இனிமையான வாய்ச்சொற்களையும் வேதமாகிய சிலம்பையும் உடையவளாவாள்.",
    "benefits": "உலகமெங்கும் செல்வாக்கும் மதிப்பும் பெறுதல்"
  },
  {
    "id": 43,
    "name": "தீமைகள் ஒழிய",
    "text": "பரிபுரச் சீறடி! பாசாங் குசை! பஞ்ச பாணி! இன்சொல்\nதிரிபுர சுந்தரி சிந்துர மேனியள் தீமைநெஞ்சில்\nபரிபுர வஞ்சரை அஞ்சக் குனிபொருப்புச் சிலைக்கை\nஎரிபுரை மேனி இறைவர் செம்பாகத்து இருந்தவளே.",
    "meaning": "நெஞ்சில் தீய எண்ணங்களைக் கொண்டு தேவர்களுக்குத் தீமை செய்ய எண்ணித் திரிபுரத்தில் உள்ள அசுரர்களை அச்சுறுத்த எண்ணி, வளைத்த மேருமலையாகிய வில்லையேந்திய திருக்கரத்தையும், நெருப்பைப் போன்று சிவந்த திருமேனியையுங் கொண்ட ஈசனின் இடப்பாகத்தில் எழுந்தருளியுள்ள அன்னை அபிராமி சிலம்பை அணிந்த சிறிய திருவடிகளையும், பாசாங்குசத்தையும் உடையவள். ஐந்து மலர்ப்பாணங்களைக் கையில் ஏந்தியவள். இனிய வார்த்தைகளையுடைய திரிபுரசுந்தரி. சிந்தூரம் போலச் சிவந்த திருமேனியையுடையவள்.",
    "benefits": "அனைத்து தீமைகளும் அகன்று நன்மைகள் வருதல்"
  },
  {
    "id": 44,
    "name": "பிரிவுணர்ச்சி அகல",
    "text": "தவளே! இவள் எங்கள் சங்கரனார் மனை மங்கலமாம்\nஅவளே, அவர் தமக்கு அன்னையும் ஆயினள்; ஆகையினால்\nஇவளே, கடவுளர் யாவர்க்கும் மேலை இறைவியுமாம்\nதுவளேன், இனியொரு தெய்வம் உண்டாக மெய்த்தொண்டு செய்தே.",
    "meaning": "எங்களுக்கெல்லாம் இறைவியாகிய அன்னையே! எங்கள் இறைவராகிய சங்கரனாரின் துணைவியானவளே. இவளே ஒரு சமயம் ஈசனுக்கே அன்னையுமானாள். எனவே தேவர்கட்கெல்லாம் தலைவியாயிருக்கும் மேலான பேறு பெற்றவளைத் தெய்வமாய்க் கொள்வதல்லாமல் வேறொரு தெய்வம் உண்டெனக் கருதி வீணாகத் தொண்டு செய்து நான் மன வருத்தம் அடையமாட்டேன்.",
    "benefits": "பிரிவு உணர்ச்சி நீங்கி ஐக்கிய உணர்வு பெறுதல்"
  },
  {
    "id": 45,
    "name": "உலகோர் பழியிலிருந்து விடுபட",
    "text": "தொண்டு செய்யாது நின் பாதம் தொழாது, துணிந்து இச்சையே\nபண்டு செய்தார் உளரோ? இலரோ? அப்பரிசு அடியேன்\nகண்டு செய்தால் அது கைதவமோ? அன்றிச் செய்தவமோ?\nமிண்டு செய்தாலும் பொறுக்கை நன்றே; பின் வெறுக்கை அன்றே.",
    "meaning": "தேவி! உனக்குத் தொண்டு புரியாமலும் உன் திருவடிகளைத் தொழாமலும், மெய்ப்பொருள் இன்னதென உணர்ந்து, தம் மனம் போன போக்கினராய்ப் பழங்காலத்தில் ஞானியரைப் போன்ற அடியவர்கள் இருந்தார்களன்றோ! அவற்றைத் தெரிந்து அவரைப் போன்றே என் இச்சைப்படி நானும் செயல்புரிந்தால் அது மட்டும் எப்படி வஞ்சகமாகும் அல்லது அவர்கள் செய்ததெல்லாம் தவமானதைப் போல நான் செய்ததும் தவமாகுமோ? இந்நிலையில் நான் செய்யும் செயலில் தவறுண்டெனில் நீ பொறுத்தருள்வதே நலமன்றி என்னை வெறுத்தொதுக்குவது நன்றன்று.",
    "benefits": "உலகோர் பழிப்பிலிருந்து விடுபட்டு நல்லெண்ணம் பெறுதல்"
  },
  {
    "id": 46,
    "name": "நல்நடத்தையோடு வாழ",
    "text": "வெறுக்கும் தகைமைகள் செய்யினும் தம் அடியாரை மிக்கோர்\nபொறுக்கும் தகைமை புதியதன்றே; புது நஞ்சைஉண்டு\nகறுக்கும் திருமிடற்றான் இடப்பாகம் கலந்துபொன்னே!\nமறுக்கும் தகைமைகள் செய்யினும், யான் உன்னை வாழ்த்துவேனே!",
    "meaning": "ஆலகால விஷம் என்னும் கொடிய நஞ்சை விழுங்கிக் கழுத்திலேயே நிறுத்திக் கொண்டதால் கறுத்த திருக்கழுத்துடையவரான சிவபிரானின் இடப்பாகத்தில் அமர்ந்துள்ள பொன்னிற மேனியளே! வெறுக்கத்தக்க செயல்களை அடியவர்கள் செய்தாலும், அறிவிற் சிறந்த பெரியவர்கள் அவற்றைப் பொறுத்துக் கொள்ளும் பழக்கம் தொன்று தொட்டே இருந்து வருவதுதானே? ஆகவே, நீ விரும்பாமல் விலக்கத்தக்க செயல்களை நான் அறியாமையால் செய்தாலும், நீ பொறுத்துக் கொள்வாய் என்ற நம்பிக்கையில் உன்னை நான் வாழ்த்தி வணங்கத் தவறேன்.",
    "benefits": "நல்ல நடத்தையுடன் வாழ்வு அமைதல்"
  },
  {
    "id": 47,
    "name": "யோகநிலை அடைய",
    "text": "வாழும்படி ஒன்று கண்டு கொண்டேன்; மனத்தே ஒருவர்\nவீழும்படி அன்று, விள்ளும் படி அன்று, வேலைநிலம்\nஏழும் பருவரை எட்டும் எட்டாமல் இரவுபகல்\nசூழும் சுடர்க்கு நடுவே கிடந்து சுடர்கின்றதே.",
    "meaning": "அழிவில்லாத இன்பத்தில் வாழும்படியான பரம்பொருள் ஒன்றை மெய்ஞ்ஞானத்தால் அறிந்து கொண்டேன். அது, மனத்தில் ஒருவர் விரும்பித் தியானிக்குமாறுள்ள ஒன்றன்று; இப்படி இருப்பதென வாயினால் எடுத்துக் கூறவும் உரியதன்று. ஏழு கடல்களுக்கும், ஏழுலகங்களுக்கும் உயர்ந்தவையான எட்டு மலைகளுக்கும் அப்பால், முறையே இரவையும் பகலையும் ஏற்படுத்தும் சந்திரன், சூரியர்களுக்கிடையே அமைந்து திகழ்கிறது.",
    "benefits": "யோக நிலை அடைந்து பரம்பொருளை உணர்தல்"
  },
  {
    "id": 48,
    "name": "உடல் பற்று நீங்க",
    "text": "சுடரும் கலைமதி துன்றும் சடைமுடிக் குன்றில் ஒன்றிப்\nபடரும் பரிமளப் பச்சைக் கொடியைப் பதிந்து நெஞ்சில்\nஇடரும் தவிர்த்து இமைப்போது இருப்பார் பின்னும் எய்துவரோ;\nகுடரும் கொழுவும் குருதியும் தோயும் குரம்பையிலே.",
    "meaning": "ஒளிவீசித் திகழும் கலைகளையுடைய பிறையைத் தரித்த சடையடர்ந்த திருமுடியையுடைய மேருமலை போன்ற சிவபிரானுடன் இணைந்து, மணங்கமழும் பசுங்கொடியான அபிராமித் தாயைத் தம் நெஞ்சில் தியானித்து, அதனால் தங்கள் துயரங்களிலிருந்து விடுபட்டு, ஒரு கண்ணிமைப் பொழுதாவது பேரானந்த நிலையில் இருப்பவர்கள், மீண்டும் இந்தத் தோலும், ரத்தமும், குடலும், தசையும் கொண்ட உடற்கூட்டை விரும்பிப் பிறப்பார்களோ? மாட்டார்களன்றோ!",
    "benefits": "உடல் பற்று நீங்கி ஆத்ம சாக்ஷாத்காரம் பெறுதல்"
  },
  {
    "id": 49,
    "name": "மரணத் துன்பம் இல்லாதிருக்க",
    "text": "குரம்பை அடுத்துக் குடிபுக்க ஆவி வெங்கூற்றுக்கிட்ட\nவரம்பை அடுத்து மறுகும் அப்போது வளைக்கை அமைத்து\nஅரம்பை அடுத்த அரிவையர் சூழவந்து அஞ்சல்என்பாய்;\nநரம்பை அடுத்த இசைவடிவாய் நின்ற நாயகியே.",
    "meaning": "யாழின் நரம்பைப் பொருத்திய கருவியில் இசை வடிவமாய் எழுந்தருளி நிற்கும் அபிராமித் தாயே! உடம்பாகிய கூட்டில் குடிபுகுந்துள்ள உயிரானது, பிரமன் குறித்த நாளில் கூற்றுவன் வந்து கவர்ந்து செல்லப்பட உள்ள அந்த வேளையில், அரம்பையும் தேவமகளிரும் சூழ்ந்து நின்று சேவிக்கப்படுபவளாகிய நீ, ஓடோடி வந்து வளையணிந்த உன் அழகிய திருக்கரத்தால் எனக்கு அபயமுத்திரை காட்டி அஞ்சாதே என்று திருவாய் மலர்ந்தருளி ஆதரிப்பாயாக!",
    "benefits": "மரண துன்பம் இல்லாமல் அமைதியாக இறத்தல்"
  },
  {
    "id": 50,
    "name": "அம்பிகையை நேரில் காண",
    "text": "நாயகி; நான்முகி; நாராயணி; கை நளின பஞ்ச\nசாயகி; சாம்பவி; சங்கரி; சாமளை; சாதிநச்சு\nவாயகி; மாலினி; வாராகி; சூலினி; மாதங்கி என்று\nஆயகி ஆதி உடையாள் சரணம் அரண் நமக்கே.",
    "meaning": "அம்பிகை, நான்கு திருமுகங்களை உடையவள். நாராயணனின் தங்கை என்பதால் நாராயணி. தாமரை போன்ற கரத்தில் ஐந்து மலரம்புகளை ஏந்தியவள். சம்புவின் துணைவி என்பதால் சாம்பவி. இன்பங்களைத் தருபவளான சங்கரி, பச்சை (சாமள) நிறம் பொருந்தியவளாதலால் சாமளை, வாயிலே நஞ்சைக் கொண்ட பாம்பை மாலையாக அணிந்தவள். ஒரு சமயம் வராகத் தோற்றத்துடன் தரிசனம் தந்ததால் வாராகி, சூலத்தை ஏந்தினவள் என்பதால் சூலினி, மதங்க முனிவரின் திருமகளாதலால் மாதங்கி என்ற பல திருநாமங்களால் அழைக்கப்படும் புகழையுடைய அபிராமியின் திருவடிகள் என்றும் நமக்குப் பாதுகாப்பாயிருந்து காக்கவல்லவை.",
    "benefits": "அம்பிகையை நேரில் காண்பதற்கான அருள் பெறுதல்"
  },
  {
    "id": 51,
    "name": "மோகம் நீங்க",
    "text": "அரணம் பொருள் என்றருள் ஒன்றிலாத அசுரர் தங்கள்\nமுரண்அன்றழிய முனிந்த பெம்மானும், முகுந்தனுமே\nசரணம் சரணம் எனநின்ற நாயகி தன் அடியார்\nமரணம், பிறவி இரண்டும் எய்தார் இந்த வையகத்தே.",
    "meaning": "பொன், வெள்ளி, இரும்பு ஆகியவற்றினால் கட்டப்பட்ட கோட்டைகளே மெய்யான செல்வமென எண்ணிய மூன்று அசுரர்களின் வலிமையும் அற்றுப் போகுமாறு செய்த சிவபிரானும் திருமாலும் கூட, உன் திருவடியைச் சரணடைந்தோம் என்று வந்து நின்று வணங்கக் கூடிய நிலையிலுள்ள தலைவியான அபிராமித் தாயின் அடியவர்கள் இறப்பு, பிறப்பு ஆகிய இரண்டினாலும் ஒருநாளும் துன்பமடையார்.",
    "benefits": "மோகம் மற்றும் பற்றுக்கள் நீங்கி விடுதலை பெறுதல்"
  },
  {
    "id": 52,
    "name": "பெருஞ்செல்வம் அடைய",
    "text": "வையம், துரகம், மதகரி, மாமகுடம், சிவிகை\nபெய்யும் கனகம், பெருவிலை ஆரம், பிறைமுடித்த\nஐயன் திருமனையாள் அடித்தாமரைக்கு, அன்பு முன்பு\nசெய்யும் தவம் உடையார்க்கு உளவாகிய சின்னங்களே.",
    "meaning": "பிறைச் சந்திரனைச் சிரசில் சூடிக் கொண்ட பெருமானின் அழகிய தேவியாகிய அபிராமித் தாயே! தேர், குதிரை, மதங்கொண்ட யானை, மாபெரும் மணிமகுடம், நவமணிகளாலான அழகிய பல்லக்கு, பிற மன்னர்கள் கப்பமாகச் செலுத்திய பொற்குவியல், விலைமதிப்பு மிக்க பொன்னாரம் ஆகிய உன் அழகிய அணிகலன்களெல்லாம், தவம் புரிந்து உன்னை வணங்கும் அடியவர்களுக்குக் கிடைத்த பெரும் பேறுகளாகும்.",
    "benefits": "பெரும் செல்வம் மற்றும் ஐசுவர்யங்கள் பெறுதல்"
  },
  {
    "id": 53,
    "name": "பொய்யுணர்வு நீங்க",
    "text": "சின்னஞ்சிறிய மருங்கினில் சாத்திய செய்யபட்டும்,\nபென்னம் பெரிய முலையும், முத்தாரமும் பிச்சிமொய்த்து\nகன்னங்கரிய குழலும்கண் மூன்றும் கருத்தில் வைத்துத்\nதன்னந்தனி இருப்பார்க்கு இது போலும் தவமில்லையே.",
    "meaning": "சின்னஞ் சிறிய இடையிலே தேவி உடுத்தியிருக்கும் சிவந்த பட்டாடையையும், மிகப் பெரிய மார்பகத்தையும், அவற்றின் மேல் அணிந்த அழகிய முத்து மாலையையும், பிச்சி மலர் சூடப்பெற்ற கரிய கூந்தலையும், மூன்று திருவிழிகளையும் தம் உள்ளத்திலே வைத்துத் தியானிப்பவர்களுக்கு, இதைவிடப் பெரிய தவமென்று வேறொன்றுமில்லை.",
    "benefits": "பொய்யான உணர்வுகள் நீங்கி மெய்யுணர்வு பெறுதல்"
  },
  {
    "id": 54,
    "name": "கடன் தீர",
    "text": "இல்லாமை சொல்லி ஒருவர் தம்பால்சென்று இழிவுபட்டு\nநில்லாமை நெஞ்சில் நினைகுவிரேல், நித்தம் நீடுதவம்\nகல்லாமை கற்ற கயவர்தம்பால் ஒரு காலத்திலும்\nசெல்லாமை வைத்த திரிபுரை பாதங்கள் சேர்மின்களே.",
    "meaning": "அடியவர்களே! செல்வர்களைத் தேடிச் சென்று உங்கள் ஏழைமை நிலையைக் கூறி அவர்களால் இழிமொழிகளால் ஏசப்படும் நிலைக்கு நீங்கள் செல்லாமல் இருக்க வேண்டும் என்ற நினைவு உங்கள் நெஞ்சத்தில் இருக்குமானால், நாள்தோறும், உயர்ந்த தவத்தைக் கல்லாத இழிகுணத்தவர்களிடம் தோழமை கொள்ளாத பெருமைமிக்க நிலையையளித்த திரிபுரசுந்தரியின் திருவடிகளை நாள்தோறும் தொழுது மகிழ்வீர்களாக!",
    "benefits": "கடன் தொல்லைகள் நீங்கி செல்வம் பெருகுதல்"
  },
  {
    "id": 55,
    "name": "மோனநிலை எய்த",
    "text": "மின்னாயிரம் ஒரு மெய்வடிவாகி விளங்குகின்றது\nஅன்னாள்; அகமகிழ் ஆனந்தவல்லி; அருமறைக்கு\nமுன்னாய் நடுஎங்குமாய் முடிவாய முதல்விதன்னை\nஉன்னாது ஒழியினும், உன்னினும் வேண்டுவது ஒன்று இல்லையே.",
    "meaning": "பல்லாயிரம் மின்னல்கள் ஒரு திருமேனியாய் உருப்பெற்று விளங்குவதைப் போன்ற கோலத்தையுடையவளும், அடியவர்களின் உள்ளங்களில் எல்லையற்ற மகிழ்ச்சியை ஏற்படுத்துபவளும், அரிய வேதத்திற்கு முதலும், நடுவும் முடிவுமாகி முதல்வியாயும் விளங்கும் அபிராமித் தாயை இந்த உலகத்தவர் நினைந்தாலும், நினையாமலிருந்தாலும் அவர்களாலெல்லாம் அன்னைக்கு வேண்டப்படுவது யாதொன்றும் இல்லை.",
    "benefits": "மௌன நிலை அடைந்து பேரமைதி பெறுதல்"
  },
  {
    "id": 56,
    "name": "யாவரையும் வசீகரிக்கும் ஆற்றல் உண்டாக",
    "text": "ஒன்றாய் அரும்பிப் பலவாய் விரிந்து இவ்வுலம் எங்குமாய்\nநின்றாள், அனைத்தையும் நீங்கி நிற்பாள்என்தன் நெஞ்சினுள்ளே\nபொன்றாது நின்று புரிகின்றவா; இப்பொருள் அறிவார்\nஅன்று ஆலிலையில் துயின்ற பெம்மானும் என் ஐயனுமே.",
    "meaning": "ஏகப் பரம்பொருள் என்கின்ற ஒரே பொருளாகிய பராசக்தியாய் முதலில் தோன்றி, பின்னர் பல பல சக்திகளாகி விரிந்து, இந்த உலகெங்கினும் நிறைந்து நின்றவளாய், அந்த அனைத்துப் பொருள்களினின்றும் நீங்கியும் நிற்பவளாகிய அபிராமியன்னை என் நெஞ்சில் மட்டும் நீங்காமல் நிலை பெற்றிருப்பதென்ன வியப்பு! இந்தப் பேருண்மையை முழுமையாய் நன்கறிந்தவர்கள் முன்னொரு நாளில் பிரளய காலத்தில் ஆலிலை மேல் பள்ளி கொண்டருளிய திருமாலும், என் தலைவனாம் இறைவன் சிவபிரானுமேயாவர்.",
    "benefits": "அனைவரையும் வசீகரிக்கும் ஆற்றல் பெறுதல்"
  },
  {
    "id": 57,
    "name": "வறுமை ஒழிய",
    "text": "ஐயன் அளந்தபடி இருநாழி கொண்டு அண்டமெல்லாம்\nஉய்ய அறம்செய்யும் உன்னையும் போற்றி ஒருவர்தம்பால்\nசெய்ய பசுந்தமிழ்ப் பாமாலையும் கொண்டு சென்று பொய்யும்\nமெய்யும் இயம்ப வைத்தாய் இதுவோ உன்தன் மெய்யருளே.",
    "meaning": "தேவி! சிவபிரான் அளந்து கொடுத்த இருநாழி நெல்லைக் கொண்டு, உலகமெல்லாம் பசி நீங்கி உய்யும் பொருட்டு முப்பத்திரண்டு வகையான அறங்களையும் குறைவின்றி முழுமையாய்ச் செய்த உன்னை, அழகிய தமிழ்ப் பாடலால் நான் பாடி மகிழ எனக்கு அருள் புரிந்த நீயே, செல்வர் என்ற ஒரே காரணத்திற்காக ஒருவர் முன் நான் போய் நின்று பொய்யையும் மெய்யையும் கலந்து பாடி வாழ்த்தும் நிலையில் என்னை வைத்து விட்டாயே, இதுவா உன் திருவருள்?",
    "benefits": "வறுமை ஒழிந்து செல்வச் செழிப்பு பெறுதல்"
  },
  {
    "id": 58,
    "name": "மனஅமைதி பெற",
    "text": "அருணாம் புயத்தும் என் சித்தாம் புயத்தும் அமர்ந்திருக்கும்\nதருணாம் புயத்தும் முலைத்தையல் நல்லாள், தகை சேர்நயனக்\nகருணாம் புயமும் வதனாம் புயமும் கராம்புயமும்,\nசரணாம் புயமும் அல்லாற் கண்டிலேன் ஒருதஞ்சமுமே.",
    "meaning": "செந்தாமரை மலரிலும், என் உள்ளத் தாமரையிலும் எழுந்தருளியிருக்கும், தாமரை அரும்பைப் போன்ற தனபாரத்தையுடைய அம்பிகையின் அழகு மிகுந்த கருணைத் திருவிழியான தாமரையும், திருமுகத் தாமரையும், திருக்கரமாகிய தாமரையும், திருவடித் தாமரையும் அல்லாமல் என்னைக் காக்கவும், அருள் புரியவும் வேறோர் அரண் இருப்பதாக நான் எண்ணவில்லை.",
    "benefits": "மன அமைதியும் நிம்மதியும் பெறுதல்"
  },
  {
    "id": 59,
    "name": "பிள்ளைகள் நல்லவர்களாக வளர",
    "text": "தஞ்சம் பிறதில்லை ஈதல்லது என்று உன் தவநெறிக்கே\nநெஞ்சம் பயில நினைக்கின்றிலேன் ஒன்றை; நீள்சிலையும்\nஅஞ்சும் அம்பும் மிக்கலராக நின்றாய்; அறியார் எனினும்\nபஞ்சு அஞ்சும் மெல்லடியார் அடியார் பெற்ற பாலரையே.",
    "meaning": "கரும்பையும், மலரையும் முறையே நீண்ட தனி வில்லாகவும், ஐந்து அம்புகளாகவும் கொண்டு, நின்ற அபிராமியன்னையே! இதைத் தவிர எனக்கு வேறொரு பற்றுக்கோடும் இல்லையென உணர்ந்தாலும், உன்னைத் தியானம் செய்யும் தவவழியில் என் மனத்தைச் செலுத்த நான் முயலவில்லை. பஞ்சை மிதிக்கவும் அஞ்சும் மெல்லிய அடிகளைப் பெற்றுள்ள தாய்மார்கள், தாம் பெற்ற மழலைச் செல்வங்கள் ஏதேனும் தவறு செய்தாலும் தண்டிக்க மாட்டார்கள்.",
    "benefits": "பிள்ளைகள் நல்ல பண்புகளுடன் வளர்தல்"
  },
  {
    "id": 60,
    "name": "மெய்யுணர்வு பெற",
    "text": "பாலினும் சொல் இனியாய்! பனி மாமலர்ப்பாதம் வைக்க\nமாலினும் தேவர் வணங்கநின்றோன் கொன்றை வார்சடையின்\nமேலினும் கீழ்நின்று வேதங்கள் பாடும் மெய்ப்பீடம் ஒரு\nநாலினும் சாலநன்றோ அடியேன் முடைநாய்த்தலையே?",
    "meaning": "பாலை விட மேலான இனிய சொல்லையுடைய தேவி! குளிர்ச்சி பொருந்திய தாமரை போன்ற உன் திருவடிகளைப் பதிக்க, திருமாலும் மற்ற தேவர்களும் வணங்குமாறு நின்ற, கொன்றை மலர்களைச் சூடிய சடாமகுடத்தின் மேலிடத்தையும் விட, கீழே நின்று பாடும் வேதங்கள் நான்கையும் விட, எளியவனான என்னுடைய - நாற்றமுடைய நாய்த் தலையைப் போன்ற - தலையைத் தேர்ந்தெடுத்த உன் செயல் மிக நன்றோ?",
    "benefits": "மெய்யான உணர்வு பெற்று ஞான நிலை அடைதல்"
  },
  {
    "id": 61,
    "name": "மாயையை வெல்ல",
    "text": "நாயேனையும் இங்கு ஒரு பொருளாக நயந்துவந்து\nநீயே நினைவின்றி ஆண்டுகொண்டாய் நின்னை உள்ளவண்ணம்\nபேயேன் அறியும் அறிவுதந்தாய் என்ன பேறுபெற்றேன்?\nதாயே! மலைமகளே! செங்கண்மால் திருத்தங்கச்சியே.",
    "meaning": "உலகிலுள்ள உயிர்களுக்கெல்லாம் தாயானவளே! கயிலாய மலையில் உறையும் பார்வதி தேவியே! திருமாலின் தங்கையே! இவனை ஆட்கொள்ளலாமா, வேண்டாமா என்றும் கூட ஆராயாமல், நாயைப் போன்ற என்னையும் உன் கருணைக்குரியவனாக எண்ணித் திருவுள்ளங் கொண்டு, நீயே வலிய வந்து எளியவனான என்னை ஆட்கொண்டாய். உன்னை அறியும் ஞானத்தையும் எனக்கு நல்கினாய். எத்தகைய பெரும்பேற்றை நான் பெற்றிருக்கிறேன்?",
    "benefits": "மாயையின் வலையிலிருந்து விடுபட்டு உண்மையை உணர்தல்"
  },
  {
    "id": 62,
    "name": "எத்தகைய அச்சமும் அகல",
    "text": "தங்கச்சிலை கொண்டு தானவர் முப்புரம் சாய்த்து, மத\nவெங்கண் கரிபுரி போர்த்த செஞ்சேவகன் மெய்யடையக்\nகொங்கைக் குரும்பைக் குறியிட்ட நாயகி! கோகனகச்\nசெங்கைக் கரும்பும், அலரும் எப்போதும் என் சிந்தையதே.",
    "meaning": "மேரு மலையாகிய பொன் வில்லைக் கொண்டு அசுரர்களின் முப்புரங்களையும் அழித்து, மதங்கொண்ட யானையின் தோலைப் போர்த்த உத்தம வீரராகிய சிவபிரானின் திருமேனி முழுவதிலும் மணமிக்க கலவை பூசிய குரும்பையொத்த கொங்கைகளால் குறிப்பிட்ட நாயகியாம் அபிராமித் தாயின் தாமரை மலரைப் போன்ற சிவந்த கரத்திலுள்ள கரும்பு வில்லும், மலரம்புகளும் என் சிந்தையை விட்டு எப்போதும் நீங்காதிருப்பனவாகும்.",
    "benefits": "அனைத்து வகையான அச்சங்களும் அகன்று நிர்பயம் பெறுதல்"
  },
  {
    "id": 63,
    "name": "அறிவு தெளிவோடு இருக்க",
    "text": "தேறும்படி சில ஏதுவும் காட்டிமுன் செல்கதிக்குக்\nகூறும்பொருள் குன்றில்கொட்டும் தறிகுறிக்கும்; சமயம்\nஆறும் தலைவி இவளாய் இருப்பது அறிந்திருந்தும்\nவேறும் சமயம் உண்டென்று கொண்டாடிய வீணருக்கே.",
    "meaning": "ஷண்மதம் எனப்படும் ஆறு சமயங்களுக்கும் தலைமையாகிய தெய்வமாக அபிராமியன்னையே இருப்பதை அறிந்திருந்தும், இவளைத் தவிர வேறு தெய்வத்தைக் கூறும் பிற சமயங்களும் உண்டென்று கூறிப்பிதற்றும் வீணர்களுக்கெல்லாம் உண்மையை உணர்த்தும் பொருட்டு சில சான்றுகளை எடுத்துக் கூறுவதென்பது, வலிய மலைப்பாறை ஒன்றினை மரத்தடி கொண்டு தகர்க்க முனைவது போன்ற முயற்சியாகும்.",
    "benefits": "அறிவு தெளிவுடன் இருந்து சரியான முடிவுகள் எடுத்தல்"
  },
  {
    "id": 64,
    "name": "பக்தி பெருக",
    "text": "வீணே பலிகவர் தெய்வங்கள் பாற்சென்று மிக்க அன்பு\nபூணேன்; உனக்கு அன்பு பூண்டு கொண்டேன்; நின்புகழ்ச்சியன்றிப்\nபேணேன்; ஒருபொழுதும் திருமேனி பிரகாசமின்றிக்\nகாணேன் இருநிலமும் திசை நான்கும் ககனமுமே.",
    "meaning": "தாயே அபிராமி! வீணாகப் பல உயிர்களைப் பலியாக ஏற்றுக் கொள்ளும் பிற தெய்வங்களின் பாற்சென்று நான் அன்பு பூண்டு திரியமாட்டேன். உன்னையே தெய்வமாக ஏற்று அன்பு பூண்டொழுகுவேன். உன் புகழையன்றி வேறு சொற்களை நான் பேசமாட்டேன். இந்தப் பரந்த பூவுலகிலும் நான்கு திசைகளிலும் ஆகாயத்திலும் எங்கெங்கும் உன் திருமேனியின் ஒளிவெள்ளத்தைத் தவிர வேறொன்றையும் நான் காண்கிலேன்.",
    "benefits": "அம்பிகையின் மீது அசைக்க முடியாத பக்தி பெருகுதல்"
  },
  {
    "id": 65,
    "name": "ஆண்மகப்பேறு அடைய",
    "text": "ககனமும், வானமும், புவனமும் காணவிற் காமன் அங்கம்\nதகனம்முன் செய்த தவப்பெருமாற்குத் தடக்கையும் செம்\nமுகனும் முந்நான்கு இருமூன்றெனத் தோன்றிய மூதறிவின்\nமகனும் உண்டாயது அன்றோ? வல்லி நீ செய்த வல்லபமே!",
    "meaning": "அபிராமவல்லியாகிய அன்புத் தாயே! மேலுள்ள உலகங்களும் தேவலோகமும் இந்தப் பூவுலகும் அறிய அன்றொரு மன்மதனை எரித்த யோகியாம் சிவபெருமானுக்கு, அழகிய திருமுகங்கள் ஆறும், திருக்கரங்கள் பன்னிரண்டும் கொண்ட ஞானக் குழந்தையாகிய திருமுருகப் பெருமானை அவதரிக்கச் செய்யும் சக்தியைக் கொடுத்தாயே! என்னே உன் வல்லமை!",
    "benefits": "ஆண் குழந்தை பேறு பெற்று வம்சம் தழைத்தல்"
  },
  {
    "id": 66,
    "name": "கவிஞராக",
    "text": "வல்லபம் ஒன்றறியேன்; சிறியேன் நின் மலரடிச்செம்\nபல்லவம் அல்லது பற்று ஒன்றிலேன் பசும் பொற்பொருப்பு\nவில்லவர் தம்முடன் வீற்றிருப்பாய்; வினையேன்தொடுத்த\nசொல் அவமாயினும் நின்திருநாமங்கள் தோத்திரமே.",
    "meaning": "பசும்பொன் மலையாகிய மேருவை வில்லாகக் கொண்ட ஈசனுடன் எழுந்தருளியுள்ள தாயே! நான் அறிவாற்றல் மிக்கவனல்லேன். சிற்றறிவு படைத்த எங்கும் நிறைந்து விளங்கும் உன் திருவடியாகிய சிவந்த தளிரையன்றி வேறொரு துணையையும் பற்றாகக் கொள்ள மாட்டேன். தீவினையின் பாற்பட்டு உழலும் நான் தொடுத்த இந்தப் பாடல்களெல்லாம் பொருளற்ற வெற்றுச் சொற்களேயாயினும் இடையிடையே உன்னுடைய திருநாமங்களைச் சொல்லியிருப்பதால், நீ ஏற்றுக் கொள்ளத்தக்க சிறந்த பாடல்களேயாகும்.",
    "benefits": "சிறந்த கவிஞராக மாறி இலக்கியத்தில் புகழ் பெறுதல்"
  },
  {
    "id": 67,
    "name": "பகைவர்கள் அழிய",
    "text": "தோத்திரம் செய்து, தொழுது, மின்போலும் நின் தோற்றம்ஒரு\nமாத்திரைப் போதும் மனதில் வையாதவர் வண்மை, குலம்\nகோத்திரம், கல்வி, குணம், குன்றி நாளும் குடில்கள்தொறும்\nபாத்திரம் கொண்டு பலிக்கு உழலாநிற்பர் பாரெங்குமே.",
    "meaning": "அபிராமவல்லியே! உன்னை வாயாரப்பாடி மனமாரத்தொழுது மின்னலைப் போலச் சுடர் விட்டுத் திகழும் உன் திருமேனியின் தோற்றத்தை ஒரு கணப்பொழுதேனும் உள்ளத்தில் இருத்தித் தியானம் செய்யாதவர்கள் வாழ்வில் ஈகைக்குணம், குடிப்பிறப்பு, கோத்திரம், கல்வி, நற்குணம் ஆகியவையெல்லாம் குன்றி, பிச்சைப் பாத்திரத்தைக் கையிலேந்தி வீடு வீடாகச் சென்று நின்று, பிச்சை எடுத்துத் திரிவர்.",
    "benefits": "பகைவர்கள் தாமாகவே அழிந்து அவர்களின் தீய செயல்கள் நீங்குதல்"
  },
  {
    "id": 68,
    "name": "நிலம் வீடு போன்ற செல்வங்கள் பெருக",
    "text": "பாரும், புனலும், கனலும், வெங்காலும், படர்விசும்பும்,\nஊரும் முருகு சுவைஒளி ஊறொலி ஒன்றுபடச்\nசேரும் தலைவி, சிவகாமசுந்தரி சீரடிக்கே\nசாரும் தவமுடையார் படையாத தனம் இல்லையே.",
    "meaning": "அபிராமி அன்னையே! நீயே நிலம், நீர், நெருப்பு, காற்று, ஆகாயம் என்னும் பஞ்சபூதங்களிலும் சுவை, ஒளி, ஊறு, நாற்றம் என்னும் ஐந்துவகைத் தன்மைகளாய்ப் பரவி நிற்கக்கூடிய சிவகாமசுந்தரியாவாய். உன் சிறிய திருவடிகளைச் சார்ந்து நிற்கும் பேறு பெற்ற அடியவர்கள், தமக்குரிய செல்வமாய் இந்த உலகில் பெறாதவை எதுவுமே இல்லை.",
    "benefits": "நிலம், வீடு, தங்கம் உள்ளிட்ட அனைத்து செல்வங்களும் பெருகுதல்"
  },
  {
    "id": 69,
    "name": "சகல சௌபாக்கியங்களும் அடைய",
    "text": "தனந்தரும்; கல்வி தரும்; ஒருநாளும் தளர்வறியா\nமனந்தரும்; தெய்வ வடிவுந்தரும்; நெஞ்சில் வஞ்சமில்லா\nஇனந்தரும்; நல்லன எல்லாம் தரும்; அன்பர் என்பவர்க்கே\nகனந்தரும் பூங்குழலாள் அபிராமி கடைக்கண்களே.",
    "meaning": "நறுமண மலர் சூடிய, மேகத்தைப் போன்ற கூந்தலையுடைய அபிராமி அன்னையின் கடைக்கண்கள், அவளை வழிபடும் அடியவர்களுக்கு எல்லா வகையான ஐசுவர்யங்களையும் அள்ளித் தரும். நல்ல கல்வியைத் தரும். ஒருநாளும் ஒரு பொழுதும் தளர்வறியாத உள்ளத்தைத் தரும். தெய்வீகமான அழகைத் தரும். உள்ளத்தில் கள்ளமில்லாத உறவினர்களின் நட்பைத் தரும். இவை தவிர நல்லவை என்று இன்னும் என்னென்ன உண்டோ அவை அத்தனையையும் தரும்.",
    "benefits": "வாழ்வில் அனைத்து சௌபாக்கியங்களும் நிறைந்து வருதல்"
  },
  {
    "id": 70,
    "name": "நுண் கலைகளில் சித்தி பெற",
    "text": "கண்களிக்கும்படி கண்டுகொண்டேன் கடம்பாடவியில்\nபண்களிக்கும் குரல் வீணையும் கையும் பயோதரமும்\nமண்களிக்கும் பச்சை வண்ணமும் ஆகி மதங்கர் குலப்\nபெண்களில் தோன்றிய எம்பெருமாட்டிதன் பேரழகே.",
    "meaning": "அபிராமியாம் அம்பிகை எழுந்தருளியுள்ள சிந்தாமணிக் கிருகம் உள்ள வனமாகிய கடம்பவனத்தில் பண்களால் களிக்கும் குரலோடிசைந்த வீணையும், அதை ஏந்தியுள்ள திருக்கரமும், திருத்தன பாரமும், இந்த மண்ணுலகிலுள்ளோரெல்லாரும் தரிசித்துக் களிப்புறும் பச்சை வண்ணமும் கொண்டு இத்தகைய திருக்கோலத்துடன் மதங்கமா முனிவரின் குலத்தில் தோன்றிய பெருமாட்டியின் எல்லையற்ற பேரழகை அடியேனின் கண்கள் கண்டு மகிழும்படி தரிசனம் செய்தேன்.",
    "benefits": "நுண்கலைகளில் திறமை பெற்று கலையுலகில் சிறந்து விளங்குதல்"
  },
  {
    "id": 71,
    "name": "மனக்குறைகள் தீர",
    "text": "அழகுக்கு ஒருவரும் ஒவ்வாதவல்லி; அருமறைகள்\nபழகிச் சிவந்த பதாம் புயத்தாள்; பனி மாமதியின்\nகுழவித் திருமுடிக் கோமள யாமளைக் கொம்பிருக்க\nஇழவுற்று நின்றுநெஞ்சே இரங்கேல் உனக்கு என் குறையே!",
    "meaning": "இழந்ததை எண்ணி ஏங்கி நிற்கும் என் நெஞ்சமே! அஞ்சாதே, அழகில் வேறெவரும் ஈடாகாத அளவில் ஒப்பற்ற திருமேனியைக் கொண்ட கொடி போன்றவளும், வேதங்களின் அடி, இடை, முடி என எங்கும் திருநடம் புரிந்ததால் சிவந்த தாமரை போன்ற திருவடி மலர்களைப் பெற்றுள்ளவளும், குளிர்ச்சி பொருந்திய இளம்பிறையைத் தன் திருமுடியிலே சூடிக்கொண்டிருப்பவளுமான யாமளை என்னும் அழகிய கற்பகப் பூங்கொம்பாம் அபிராமி இருக்கும்போது உனக்கென்ன குறை?",
    "benefits": "மனத்தில் உள்ள எல்லா குறைகளும் தீர்ந்து மன நிறைவு பெறுதல்"
  },
  {
    "id": 72,
    "name": "பிறவிப் பிணி தீர",
    "text": "என்குறை தீரநின்று ஏத்துகின்றேன்; இனி யான் பிறக்கின்\nநின்குறையே அன்றி யார் குறை காண்; இரு நீள்விசும்பின்\nமின்குறை காட்டி மெலிகின்ற நேரிடை மெல்லியலாய்?\nதன்குறை தீர எங்கோன் சடைமேல்வைத்த தாமரையே.",
    "meaning": "தேவி! மின்னலையும் பழிக்கும்படியான நுண்ணிய இடையை உடையவளே! மெல்லிய இயல்பினளே! எம்பெருமானாகிய சிவபிரான் உன்னுடன் கொண்ட ஊடலைத் தீர்க்கும் பொருட்டு, தன் குறையை நீக்கி, தன் சடா மகுடத்தின் மேல் வைத்த உன் திருவடித் தாமரைகளையே, நானும் என் குறைகளைத் தீர்க்குமாறு வேண்டித் தொழுது நிற்கிறேன். இனி நான் மீண்டும் பிறவியைப் பெற்றேனாயின் அது உன் குற்றமேயன்றி வேறு யார் குற்றம்?",
    "benefits": "பிறவிப் பிணியிலிருந்து விடுபட்டு மோட்சம் பெறுதல்"
  },
  {
    "id": 73,
    "name": "குழந்தைப் பேறு உண்டாக",
    "text": "தாமம் கடம்பு; படைபஞ்சபாணம்; தனுக்கரும்பு;\nயாமம் வயிரவர் ஏத்தும் பொழுது; எமக்கென்று வைத்த\nசேமம் திருவடி; செங்கைகள் நான்கு; ஒளி செம்மை; அம்மை\nநாமம் திரிபுரை; ஒன்றோடு இரண்டு நயனங்களே.",
    "meaning": "அம்பிகையாகிய அபிராமிக்குரியதான மாலை கடம்பு; ஆயுதம் ஐந்து மலரம்புகள்; வில், கரும்பு, அவளது மந்திர சாதகர்களாகிய வயிரவர்கள் துதிக்கும் நள்ளிரவு நேரமே துதிக்கும் நேரம். எனக்கு உய்வு தருவதற்கென்றே வைத்த பாதுகாப்பு அவள் திருவடிகளாகும். அவளுக்குச் சிவந்த திருக்கரங்கள் நான்கும், திருவிழிகள் மூன்றும் ஆகும். சிவந்த திருமேனியையுடைய அன்னைக்குத் திரிபுரை என்ற ஒரு பெயருமுண்டு.",
    "benefits": "குழந்தைப் பேறு அடைந்து பாக்கியம் பெறுதல்"
  },
  {
    "id": 74,
    "name": "தொழிலில் மேன்மை அடைய",
    "text": "நயனங்கள் மூன்றுடை நாதனும், வேதமும், நாரணனும்\nஅயனும் பரவும் அபிராமவல்லி அடியிணையப்\nபயன்என்று கொண்டவர் பாவையர் ஆடவும், பாடவும்பொன்\nசயனம் பொருந்து தமனியக் காவினில் தங்குவரே.",
    "meaning": "முக்கண்ணாகிய சிவபிரானும், வேதங்களும், திருமாலும், பிரமதேவனும் புகழ்ந்து துதித்துப் பாராட்டும் அபிராமித் தாயின் திருவடிகளையே எப்போதும் சிந்தித்துத் தியானிப்பவர்கள், அரம்பையர் நடனமாடவும், பாடவும் கூடிய பொன் மஞ்சம் இடப்பெற்ற கற்பகச் சோலையைப் பெரிதென எண்ணி இருப்பார்களா?",
    "benefits": "தொழிலில் உயர்ந்த நிலையை அடைந்து மேன்மை பெறுதல்"
  },
  {
    "id": 75,
    "name": "விதியை வெல்ல",
    "text": "தங்குவர் கற்பகத் தருவின் நீழலில்; தாயரின்றி\nமங்குவர், மண்ணில் வழுவாப் பிறவியை; மால்வரையும்\nபொங்குவர் அழியும்! ஈரேழ்புவனமும் பூத்த உந்திக்\nகொங்கிவர் பூங்குழலாள் திருமேனி குறித்தவரே.",
    "meaning": "பெரும் பெரும் மலைகளையும், உவர்ப்புக் கடல் ஆகிய ஏழு கடல்களையும் உள்ளடக்கிய திருவயிற்றையும், மணம் மிகுந்த மலரையணிந்த அழகிய கருங்கூந்தலையயும் பெற்றவளான தேவியின் திருவுருவைத் தியானம் செய்யும் அடியவர்கள் இந்திரபதவி பெற்று கற்பக விருட்சத்தின் நிழலில் அமர்ந்து மகிழ்வர். இப்பூமியில் பிறந்திறந்து இடையறாமல் ஏற்படும் பிறவிகளினின்று விடுபட்டு தம்மைப் பெறுகிற தாய்மார்களையும் இல்லாமல் ஆவர்.",
    "benefits": "விதியின் பிடியிலிருந்து விடுபட்டு நல்வினை பெறுதல்"
  },
  {
    "id": 76,
    "name": "தனக்கு உரிமையானதைப் பெற",
    "text": "குறித்தேன் மனத்தில் நின்கோலம் எல்லாம்; நின் குறிப்பறிந்து\nமறித்தேன் மறலிவருகின்ற நேர்வழி; வண்டுகிண்டி\nவெறித்தேன் அவிழ்கொன்றை வேணிப்பிரான் ஒருகூற்றை மெய்யில்\nபறித்தே குடிபுகுதும் பஞ்சபாண பயிரவியே.",
    "meaning": "தாயே! அபிராமி! வண்டுகள் துளைப்பதால் தேன் சொரியும் கொன்றை மலர் மாலையை அணிந்த சிவபிரானின் திருமேனியிலிருந்து அவரது இடப்பாகத்தை வலியக் கவர்ந்து, அங்கே குடிபுகுந்தவளும், ஐந்து மலரம்புகளைக் கரத்தில் தரித்தவளுமான பைரவியே! உன் திருமேனிக் கோலத்தையெண்ணி என் மனத்தில் தியானம் செய்தேன். அதன் விளைவாக உன்னுடைய திருவுள்ளக் குறிப்புணர்த்தியபடி, என் உயிரைக் கவர்ந்து செல்ல யமன் வரப்போகும் வழியை அடைத்துவிட்டேன்.",
    "benefits": "தனக்கு நியாயமாக உரித்தான அனைத்தும் கிடைத்தல்"
  },
  {
    "id": 77,
    "name": "பகை அச்சம் நீங்க",
    "text": "பயிரவி, பஞ்சமி, பாசாங்குசை, பஞ்சபாணி, வஞ்சவர்\nஉயிரவி உண்ணும் உயர்சண்டி, காளி ஒளிரும்கலா\nவயிரவி, மண்டலி, மாலினி, சூலி வராகி என்றே\nசெயிரவி நான்மறை சேர்திருநாமங்கள் செப்புவரே.",
    "meaning": "பைரவி, பஞ்சமி, பாசாங்குசை, பஞ்ச பாணி, வஞ்சர்களின் உயிர்களைப் பலியாய் ஏற்கும் சண்டிகா தேவி, காளி, ஒளிரும் கலைகளாகிய வயிரங்களையுடைய (மண்டலங்களையுடைய) வட்டமான மேகலையையுடையவள், மாலினி, சூலி, வராகி என்றெல்லாம் குற்றம் தீர்ந்த நான்கு வேதங்களிலும் தேர்ந்த தேவியின் திருநாமங்களை அறிந்தோர் அவற்றை வரிசைப்படுத்திக் கூறுவதுண்டு.",
    "benefits": "பகைவர்களின் அச்சம் நீங்கி பாதுகாப்பு பெறுதல்"
  },
  {
    "id": 78,
    "name": "சகல செல்வங்களையும் அடைய",
    "text": "செப்பும், கனக கலசமும் போலும் திருமுலைமேல்\nஅப்பும் களப அபிராமவல்லி! அணிதிரளக்\nகொப்பும், வயிரக் குழையும், விழியின் கொழுங்கடையும்\nதுப்பும் நிலவும் எழுதிவைத்தேன்என் துணைவிழிக்கே.",
    "meaning": "தந்தத்தால் கடைந்த செப்பையும், அழகிய பொற்கலசத்தையொத்த திருத்தன பாரத்தின் மேல் சந்தனக் குழம்பைப் பூசப்பெற்றவளான அபிராம வல்லியாம் என் அன்னையின் காதில் அணியப்பெற்ற முத்துக் கொப்பு, வயிரக்குழை, கருணைத் திருவிழியின் கடைப்பார்வை, பவளத்தையொத்த சிவந்த வாய், அதில் மலர்ந்து நெளியும் கருணைப் புன்னகையாகிய நிலவு ஆகியவற்றையெல்லாம் என் இரு கண்களிலும் ஓவியம் போல எழுதி மனத்தில் இருத்தி வைத்தேன்.",
    "benefits": "எல்லா வகையான செல்வங்களும் நிறைந்து வருதல்"
  },
  {
    "id": 79,
    "name": "கட்டுகளில் இருந்து விடுபட",
    "text": "விழிக்கே அருளுண்டு; அபிராமவல்லிக்கு வேதம்சொன்ன\nவழிக்கே வழிபட நெஞ்சுண்டு; எமக்கு அவ்வழி கிடக்கப்\nபழிக்கே சுழன்று எம் பாவங்களே செய்து பாழ்நரகக்\nகுழிக்கே அழுந்தும் கயவர் தம்மோடு என்ன கூட்டினியே.",
    "meaning": "அபிராமி அன்னையின் திருவிழிகளில் எமக்கெல்லாம் திருவருள் புரியும் கருணை நோக்கம் இருக்கிறது. அந்தப் பேரருளைப் பெறுவதற்காக, வேதங்கள் வகுத்துத் தந்த நன்னெறிகளின்படியே அவளை வழிபட்டுத் தியானம் செய்யும் பக்குவமுள்ள நெஞ்சம் எமக்கிருக்கிறது. இவ்வாறிருக்க, பழிச்செயல்களிலும், கொடிய பாபங்களிலும் ஈடுபட்டுத் திரிந்து பாழான நரகக் குழியில் அழுந்தும் கயவர்களுடன் எனக்கேன் இனித் தொடர்பு?",
    "benefits": "அனைத்து கட்டுகளிலிருந்தும் விடுபட்டு சுதந்திரம் பெறுதல்"
  },
  {
    "id": 80,
    "name": "பெற்ற மகிழ்ச்சி நிலைத்திட",
    "text": "கூட்டியவா! என்னைத் தன் அடியாரில் கொடியவினை\nஒட்டியவா! எண்கண் ஒடியவா! தன்னை உள்ளவண்ணம்\nகாட்டியவா! கண்ட கண்ணும் மனமும் களிக்கின்றவா!\nஆட்டியவா நடம் ஆடகத்தாமரை ஆரணங்கே.",
    "meaning": "பொற்றாமரையில் வீற்றிருந்தருளும் அழகே வடிவான தேவி! எளியவனான என்னை உன் அடியவர்களின் கூட்டத்துள் ஒருவனாய்ச் சேர்த்துக் கொண்டதும், என் கொடிய வினைகளையெல்லாம் போக்கியருளியதும், என்பால் அருள் புரிவதற்காக ஓடிவந்ததும் உன் பேரழகுத் திருக்கோலத்தை உள்ளபடியே எனக்குக் காட்டியருளியதும், அந்த அழகிய திருக்கோல தரிசனத்தைக் கண்டு என் கண்களும், மனமும் ஆனந்தப் பெருக்கால் துள்ளி மகிழ்வதும் இந்தத் திருவருள் நாடகத்தையெல்லாம் என்னிடம் ஆடிக்காட்டிய ரகசியம் என்ன?",
    "benefits": "பெற்ற மகிழ்ச்சி நிலைத்து நீடித்தல்"
  },
  {
    "id": 81,
    "name": "நன்னடத்தை உண்டாக",
    "text": "அணங்கே! அணங்குகள் நின் பரிவாரங்கள் ஆகையினால்\nவணங்கேன்; ஒருவரை வாழ்த்துகிலேன்; நெஞ்சில் வஞ்சகரோடு\nஇணங்கேன் எனது உனது என்றிருப்பார் சிலர் யாவரொடும்\nபிணங்கேன்; அறிவொன்றிலேன் எண்கண் நீவைத்த பேரளியே.",
    "meaning": "அபிராமவல்லித் தாயே! தேவமாதர் உன் பரிவார தேவதைகளாக உள்ளதால் உன்னையல்லாமல் வேறொருவரை நான் வணங்கவோ, வாழ்த்தவோ இணங்கேன். நெஞ்சில் வஞ்சகம் கொண்டுள்ள கயவர்களுடன் தொடர்பு கொள்ள மாட்டேன். தன்னுடையதென எதையும் கொள்ளாமல், எல்லாவற்றையும் உன்னுடையதாகவே எண்ணும் யோகியர் சிலருடன் பிணங்காமல், நட்பு கொள்வேன். அறிவிற் குறைந்தவனாக நான் இருப்பினும், என்பால் நீ பொழியும் கருணையை நான் மறவேன்.",
    "benefits": "நல்ல நடத்தை உண்டாகி அனைவராலும் மதிக்கப்படுதல்"
  },
  {
    "id": 82,
    "name": "மன ஒருமைப்பாடு அடைய",
    "text": "அளியார் கமலத்தில் ஆரணங்கே! அகிலாண்டமும் நின்\nஒளியாக நின்ற ஒளிர்திருமேனியை உள்ளுதொறும்\nகளியாகி, அந்தக்கரணங்கள் விம்மி, கரைபுரண்டு,\nவெளியாய்விடின், எங்ஙனே மறப்பேன் நின்விரகினையேன்.",
    "meaning": "வண்டுகள் மொய்த்துத் திரியும் தாமரை மலரில் எழுந்தருளிய தேவி! சகல உலகங்களும் உன் ஒளியாய்ப் பரவி நிற்பதற்குக் காரணமான, ஒளிபொருந்திய அழகிய உன் திருமேனியைத் தரிசித்துத் தியானிக்கும் போதெல்லாம் என் உள்ளமும் உடலும் ஆனந்த வயப்பட்டுப் பூரிப்படைந்து தத்துவ எல்லைகளையெல்லாம் கடந்து கரைபுரண்டு பரவெளியில் ஒன்றி விடுகின்றன. நீ உபதேசித்த இந்த அதிசயமான உபாயத்தை நான் எப்படி மறப்பேன்?",
    "benefits": "மன ஒருமைப்பாடு அடைந்து ஆன்மீக அனுபவம் பெறுதல்"
  },
  {
    "id": 83,
    "name": "ஏவலர் பலர் உண்டாக",
    "text": "விரவும் புதுமலர் இட்டு நின்பாத விரைக்கமலம்\nஇரவும் பகலும் இறைஞ்ச வல்லார், இமையோர் எவரும்\nபரவும் பதமும், அயிராவதமும், பகீரதீயும்\nஉரவும் குலிசமும், கற்பகக் காவும் உடையவரே.",
    "meaning": "அபிராமி அன்னையே! உன் திருவடியான தாமரையின் மீது அன்றலர்ந்த பல்வகை மலர்களைத் தூவி அர்ச்சனை செய்து இரவும் பகலும் வழிபடும் பெரியோர், தேவர்கள் எல்லாரும் இந்திரபதவியையும், ஐராவதம் என்ற யானையையும், ஆகாய கங்கையையும், வலிமை மிகுந்ததான வச்சிராயுதத்தையும் கற்பகச் சோலையையும் பெற்று பெருமகிழ்ச்சி கொள்கின்றனர்.",
    "benefits": "பலர் உதவி செய்ய முன்வந்து வேலைகள் எளிதாகுதல்"
  },
  {
    "id": 84,
    "name": "சங்கடங்கள் தீர",
    "text": "உடையாளை, ஒல்கு செம்பட்டு உடையாளை; ஒளிர்மதிசெஞ்\nசடையாளை வஞ்சகர் நெஞ்சடையாளை, தயங்குநுண்ணூல்\nஇடையாளை, எங்கள்பெம்மான் இடையாளை, இங்கு என்னை இனிப்\nபடையாளை, உங்களையும் படையாவண்ணம் பார்த்திருமே.",
    "meaning": "அடியவர்களே! எல்லாவற்றையுமே தன்னிடம் உடையவளான அன்னை அபிராமி, துவளும் இடையிலே செம்பட்டுடை தரித்தவள், ஒளிவீசித் திகழும் பிறைச்சந்திரனைச் சிரசில் அணிந்தவள். வஞ்சகரின் நெஞ்சங்களிலே ஒருபோதும் சென்றடைந்து தங்கியிராதவள். நுண்ணிய நூலைப் போன்ற சிற்றிடையை உடையவள். எங்கள் பெருமானாகிய சிவபிரானின் இடப்பாகத்தில் வீற்றிருப்பவள் என்னை இப்பூவுலகில் இனிப் பிறக்க வைக்கமாட்டாள். மீண்டும் பிறவா வரம் பெற நீங்களும் அவளையே தொழுது வேண்டுங்கள்.",
    "benefits": "வாழ்வில் உள்ள அனைத்து சங்கடங்களும் தீர்ந்து நிம்மதி பெறுதல்"
  },
  {
    "id": 85,
    "name": "துன்பங்கள் நீங்க",
    "text": "பார்க்கும் திசைதொறும் பாசாங்குசமும், பனிச்சிறை வண்டு\nஆர்க்கும் புதுமலர் ஐந்தும், கரும்பும் என் அல்லல்எல்லாம்\nதீர்க்கும் திரிபுரையாள் திருமேனியும் சிற்றிடையும்,\nவார்க்குங்கும முலையும், முலைமேல் முத்துமாலையுமே.",
    "meaning": "அபிராமி அன்னையே! நான் எந்தத் திசையில் பார்த்தாலும் உன்னுடைய படைகளான பாசமும், அங்குசமும், குளிர்ச்சியான சிறகுகளையுடைய வண்டுகள் அமர்ந்து ரீங்காரமிடும் புதுமலர்களான அம்புகள் ஐந்தும், கரும்பு வில்லும், என் துன்பங்களையெல்லாம் தீர்க்கும் உன் திருமேனியும், சிற்றிடையும், குங்குமக் குழம்பு பூசிய கொங்கைகளும் அவற்றின் மேல் தவழ்ந்தாடும் முத்து மாலைகளுமே என் விழிகளுக்குக் காட்சி தருகின்றன.",
    "benefits": "எல்லா துன்பங்களும் நீங்கி ஆனந்தம் நிலவுதல்"
  },
  {
    "id": 86,
    "name": "ஆயுத பயம் நீங்க",
    "text": "மாலயன் தேட, மறைதேட, வானவர் தேட, நின்ற\nகாலையும், சூடகக் கையையும், கொண்டு, கதித்தகப்பு\nவேலை வெங்காலன் என்மேல் விடும்போது வெளிநில்கண்டாய்;\nபாலையும் தேனையும், பாகையும் போலும் பணிமொழியே.",
    "meaning": "பாலையும், தேனையும், வெல்லப்பாகையும் போன்ற இனிமையான அன்பு மொழிகளைப் பேசும் அபிராமி அன்னையே! திருமால், வேதம், அயன், தேவர்கள் ஆகியோரெல்லாம் உன்னைத் தேட, அவர்களுக்குத் தரிசனம் தராத நீ, உன் திருவடிகளையும், வளையணிந்த அழகிய திருக்கரங்களையும் கொண்டு, மும்முனைகளையுடைய சூலத்தை யமன் என்மேல் விட வரும் காலத்தில், வந்து, என் முன்னே காட்சி தந்து என்னைக் காத்தருள்வாயாக!",
    "benefits": "ஆயுதங்களின் பயம் நீங்கி எல்லா ஆபத்துகளிலிருந்தும் பாதுகாப்பு பெறுதல்"
  },
  {
    "id": 87,
    "name": "செயற்கரிய செய்து புகழ் பெற",
    "text": "மொழிக்கும், நினைவுக்கும் எட்டாத நின் திருமூர்த்தி என்தன்\nவிழிக்கும் வினைக்கும் வெளிநின்றதால்! விழியால் மதனை\nஅழிக்கும் தலைவர் அழியா விரதத்தை அண்டமெல்லாம்\nபழிக்கும் படி ஒருபாகம் கொண்டாளும் பராபரையே.",
    "meaning": "தம்முடைய நெற்றிக் கண்ணால் மன்மதனை எரித்தழித்த எம்பிரான் சிவபிரானின் தவ விரதத்தைக் குலைத்து, அவரது திருமேனியின் இடப்பாகத்தைக் கைக்கொண்டு அங்கு வீற்றிருந்து ஆட்சி புரியும் அபிராமித் தாயே! சொல்லுக்கும் எண்ணத்துக்கும் எட்டாத திருவுருவம், என் கண்ணுக்கும், நான் புரியும் பூசை முதலியவற்றிற்கும் மட்டும் வெளிப்பட்டுத் தரிசனம் தருவது என்ன விந்தை!",
    "benefits": "அசாத்தியமான காரியங்களை நிறைவேற்றி உலகப் புகழ் பெறுதல்"
  },
  {
    "id": 88,
    "name": "எப்போதும் அம்பிகை அருள் பெற",
    "text": "பரம் என்று உனை அடைந்தேன் தமியேனும்; உன் பக்தருக்குள்\nதரம் அன்று இவன்என்று தள்ளத்தகாது; தரியலர் தம்\nபுரம்அன்று எரியப் பொருப்புவில்வாங்கிய போதில் அயன்\nசிரம் ஒன்று செற்ற கையான் இடப்பாகம் சிறந்தவளே!",
    "meaning": "அசுரர்களின் முப்புரங்களையும் எரித்தழிக்க மேருமலையை வில்லாய் வளைத்த திருக்கரத்தையுடையவனும், பிரம்மதேவனின் தலைகளில் ஒன்றைக் கொய்த திருக்கரத்தினனுமான சிவபிரானின் இடப்பாகத்தில் எழுந்தருளி வீற்றிருக்கும் தேவி அபிராமியே! வேறொரு துணையுமில்லாத நான் நீயே காப்பாயாக என்று கூறி உன்னைச் சரணடைந்தேன். உன் அடியவர் கூட்டத்தில் சேர்க்கத் தக்கவனல்லன் எனக் கருதி என்னை நீ தள்ளிவிடுதல் உனக்குத் தக்க செயலன்று.",
    "benefits": "எப்போதும் அம்பிகையின் அருள் பெற்று வாழ்தல்"
  },
  {
    "id": 89,
    "name": "யோக சித்தி பெற",
    "text": "சிறக்கும் கமலத் திருவே! நின்சேவடி சென்னிவைக்கத்\nதுறக்கம் தரும், நின் துணைவரும் நீயும் துரியம் அற்ற\nஉறக்கம் தரவந்து உடம்போடு உயிர் உறவற்ற, அறிவு\nமறக்கும் பொழுது, என்முன்னே வரல்வேண்டும் வருந்தியுமே.",
    "meaning": "சிறந்த தாமரை மலரில் அமர்ந்திருந்தருளும் தேவி, அபிராமியே! உன் சிவந்த திருவடிகளைத் தன் தலையில் ஒருவன் வைத்தால் அவனுக்கு மோட்சத்தை அருளும் உன் துணைவராகிய ஈசனும் நீயும், எனக்கு மரணம் நேரும் காலத்தில் அறிவு மயங்கி நினைவழியும் நேரத்தில் எனக்குச் சிவானந்த அனுபவமாகிய அறிதுயில் நிலையைத் தந்தருள வருவது, உனக்கு வருத்தந்தரும் செயலாயினும்கூட, ஓடிவந்து அடியேனின் முன் காட்சி தந்து காத்தருள்வாயாக!",
    "benefits": "யோக சித்திகள் பெற்று ஆன்மீக உயர்வடைதல்"
  },
  {
    "id": 90,
    "name": "கணவன் மனைவி கருத்து வேற்றுமை நீங்க",
    "text": "வருந்தா வகைஎன் மனத்தாமரையினில் வந்துபுதுந்து\nஇருந்தாள் பழைய இருப்பிடமாக இனிஎனக்குப்\nபொருந்தாது ஒருபொருள் இல்லை; விண்மேவும் புலவருக்கு\nவிருந்தாக, வேலை மருந்தானதை நல்கும் மெல்லியலே.",
    "meaning": "விண்ணுலகில் வாழும் தேவர்களுக்கு, பாற்கடலில் கடைந்தெடுத்த அமுதத்தை விருந்தாக வழங்கிய தேவி, அபிராமியே! மென்மையான மனம் படைத்தவளே! பிறப்பு, இறப்புகளால் நான் துன்பமடையாதவாறு, என் உள்ளம் என்னும் தாமரையில் வலியவந்து புகுந்து, அதையே தன் பழைய இடம்போல ஆகும்படி எண்ணி இருந்தாய். இனி என்னால் ஆகாத ஒன்றென எதுவுமே இல்லை.",
    "benefits": "கணவன் மனைவி இடையே உள்ள கருத்து வேற்றுமை நீங்கி இணக்கம் உண்டாதல்"
  },
  {
    "id": 91,
    "name": "அரசாங்கச் செயலில் வெற்றி பெற",
    "text": "மெல்லிய நுண் இடைமின் அனையாளை, விரிசடையோன்\nபுல்லிய மென்முலை பொன் அனையாளைப் புகழ்ந்துமறை\nசொல்லிய வண்ணம் தொழும்அடியாரைத் தொழுமவர்க்குப்\nபல்லியம் ஆர்த்தெழ வெண்பகடு ஊரும் பதம்தருமே.",
    "meaning": "மின்னலையொத்த மெல்லிய நுண்ணிய இடையைப் பெற்றவளை, விரிந்த சடை முடியையுடைய சிவபெருமான் தழுவிய பொன்னையொத்த பிரகாசமுடைய மெல்லிய தனபாரத்தைப் பெற்றவளை, வேதங்கள் புகழந்து கூறியவாறு வழிபடும் அடியவர்களுக்கு, பல்வகை இசைக்கருவிகள் முழங்க வெள்ளை யானையின் மேல் ஏறிச் செல்லக் கூடிய இந்திர பதவியை அருள்பவள் அபிராமியன்னையாவாள்.",
    "benefits": "அரசாங்க சம்பந்தமான அனைத்துப் பணிகளிலும் வெற்றி பெறுதல்"
  },
  {
    "id": 92,
    "name": "மனநிலை பக்குவமடைய",
    "text": "பதத்தே உருகி, நின்பாதத்திலே மனம் பற்றி, உன்தன்\nஇதத்தே ஒழுக அடிமைகொண்டாய்; இனியான் ஒருவர்\nமதத்தே மதிமயங்கேன்; அவர் போன வழியும் செல்லேன்;\nமுதல்தேவர் மூவரும், யாவரும் போற்றும் முகிழ்நகையே.",
    "meaning": "மும்மூர்த்திகளும் முதன்மையான தேவர்களும் வணங்கித் துதிக்கக் கூடிய வண்ணம் மெல்லிய புன்னகை அரும்பி நிற்கும் திருவாயையுடைய அபிராம வல்லியே! நல்ல பக்குவத்தை எனக்கருளி, அதன் காரணமாக என்னுள்ளம் உருகி உன் திருவடிகளைத் தொழவும், உன் திருவுள்ளத்துக்கு மகிழ்வூட்டும் நன்னெறியிலே நான் நடக்கவும் எளியவனான என்னை ஆட்கொண்டாய். எனவே, இனி நான் மற்றொருவர் கூறும் பிற சமயக் கொள்கையைப் பெரிதாக எண்ணி மதிமயங்கவும் மாட்டேன். அவர்கள் காட்டும் வழியில் செல்லவும் மாட்டேன்.",
    "benefits": "மனநிலை பக்குவமடைந்து ஞானம் பெறுதல்"
  },
  {
    "id": 93,
    "name": "உள்ளத்தில் ஒளி உண்டாக",
    "text": "நகையே இஃதிந்த ஞாலம் எல்லாம்பெற்ற நாயகிக்கு\nமுகையே முகிழ்முலை; மானே முதுகண்; முடிவில் அந்த\nவகையே பிறவியும் வம்பே மலைமகள் என்பது; நாம்\nமிகையே இவள்தன் தகைமையை நாடி விரும்புவதே.",
    "meaning": "இந்த உலகங்களையெல்லாம் ஈன்றெடுத்த அன்னை ஈஸ்வரியும் அபிராமித் தாய்க்கு தாமரை மொட்டையொத்த தனபாரங்கள், அருள் நிரம்பித் ததும்பும் அழகிய விழிகள், மருண்டோடும் மானின் விழிகள். அவளுக்கு முடிவும் இல்லை; மீண்டும் பிறப்பும் இல்லை என்றெல்லாம் பலரும் வருணிக்கிறார்கள். இவற்றை எண்ணும்போது நகைப்பிற்குத்தான் இடமுண்டாகிறது. எனவே இனி நாம் இந்தக் கற்பனைகளையெல்லாம் விட்டுவிட்டு, அவளின் உண்மையான நிலையை உணர்ந்து கொள்ளுதலே சிறப்பாகும்.",
    "benefits": "உள்ளத்தில் ஞான ஒளி உண்டாகி இருள் நீங்குதல்"
  },
  {
    "id": 94,
    "name": "மனநிலை தூய்மையாக",
    "text": "விரும்பித் தொழும் அடியார், விழிநீர்மல்கி மெய்புளகம்\nஅரும்பி, ததும்பிய ஆனந்தமாகி; அறிவிழந்து,\nசுரும்பிற் களித்து மொழி தடுமாறி, முன் சொன்னஎல்லாம்\nதரும்பித்தர் ஆவரென்றால், அபிராமி சமயம் நன்றே.",
    "meaning": "அபிராமி அன்னையைப் பக்தியுடன் விரும்பித் தொழும் அடியவர்கள் விழிகளிலே நீர் பெருகி, உடலெல்லாம் புளகாங்கிதமடைய, மகிழ்ச்சி பொங்கித் ததும்ப, மதி மயங்கி, தேனுண்டு மயங்கிய வண்டைப் போல, பேசும் வாய்ச் சொற்கள் கூடத் தடுமாறக் கூடிய நிலையில் பித்தர்களாகி விடுகிறார்களென்றால், அவர்கள் கடைப்பிடிக்கும் அபிராமியின் வழிபாடே மிகச் சிறந்த நன்மையான மார்க்கம் ஆகுமன்றோ?",
    "benefits": "மனநிலை தூய்மையாகி பரிசுத்தமாதல்"
  },
  {
    "id": 95,
    "name": "மன உறுதி பெற",
    "text": "நன்றே வருகினும், தீதே விளைகினும், நான் அறிவது\nஒன்றேயும் இல்லை; உனக்கே பரம் எனக்கு உள்ள எல்லாம்\nஅன்றே உனதென்று அளித்து விட்டேன்; அழியாத குணக்\nகுன்றே! அருட்கடலே! இமவான் பெற்ற கோமளமே!",
    "meaning": "என்றுமே அழிவற்ற குணக்குன்றே! அருட்கடலே! இமவானின் திருமகளாகப் பிறந்த கோமளை என்னும் அபிராமித் தாயே! நன்மையே விளைந்தாலும் தீமையே விளைந்தாலும் நான் அதைப்பற்றி நினைப்பதற்கேதுமில்லை. எனக்கென்ன நேர்ந்தாலும் அதுவனைத்தும் உனக்குத்தான் உரியவை. ஏனெனில் எனக்கரிய உடல், பொருள், ஆவி ஆகிய அனைத்தையும் என்னை நீ ஆட்கொண்ட அன்றே உன்னிடம் ஒப்படைத்து விட்டேனே!",
    "benefits": "மன உறுதி பெற்று எல்லா சூழ்நிலையையும் சமன்படுத்தல்"
  },
  {
    "id": 96,
    "name": "எங்கும் பெருமை பெற",
    "text": "கோமள வல்லியை அல்லியம் தாமரைக்கோயில் வைகும்\nயாமள வல்லியை, ஏதம் இலாளை, எழுதரிய\nசாமள மேனிச் சகலகலா மயில் தன்னைத் தம்மால்\nஆமளவும் தொழுவார் எழுபாருக்கும் ஆதிபரே.",
    "meaning": "அன்னையாகிய அபிராமவல்லியை, இளமையும் அழகும் பொருந்தியவளும் கொடி போன்றவளுமான கோமளவல்லியை, அழகிய மென்மையான தாமரையைக் கோயிலாகக் கொண்டு வீற்றிருக்கும், குற்றமற்ற யாமளவல்லையை, ஓவியத்திலே எழுதவொண்ணாத எழில்மிக்க திருமேனியுடைய சாமளவல்லியை, சகல கலைகளுக்கும் தலைவியாய் விளங்கும் மயில் போன்றவளை, தம்மால் இயன்ற அளவு தொழும் அடியவர்கள் ஏழுலகங்களையும் ஆட்சி புரியக் கூடிய அதிபர்கள் எனத்தக்க அளவில் வளமான வாழ்வைப் பெறுவர்.",
    "benefits": "எங்கும் மதிப்பும் மரியாதையும் பெற்று பெருமையடைதல்"
  },
  {
    "id": 97,
    "name": "புகழும் அறமும் வளர",
    "text": "ஆதித்தன், அம்புலி, அங்கி, குபேரன், அமரர்தங்கோன்\nபோதிற் பிரமன், புராரி, முராரி, பொதியமுனி,\nகாதிப் பொருபடைக் கந்தன், கணபதி, காமன் முதல்\nசாதித்த புண்ணியர் எண்ணிலர் போற்றுவர் தையலையே.",
    "meaning": "சூரியன், சந்திரன், அக்கினி, குபேரன், இந்திரன், பிரமன், முப்புரங்களை எரித்த சிவன், முரன் என்ற அசுரனை அழித்த திருமால், அகத்திய முனிவர், தாருகன் என்ற அசுரனுடன் மோதிப் போர் செய்து அவனை இருகூறாக்கி ஆட்கொண்ட கந்தன், கணபதி, மன்மதன் முதலாகப் புண்ணியச் செயல்கள் பலவற்றைப் புரிந்து சாதனை படைத்தவர்களாகிய எண்ணற்றோர் அபிராமியைப் போற்றி வழிபட்டு வருபவர்களாவர்.",
    "benefits": "நல்ல புகழும் தர்ம குணங்களும் வளர்ந்து பெருக்கெடுத்தல்"
  },
  {
    "id": 98,
    "name": "வஞ்சகர் செயல்களிலிருந்து பாதுகாப்பு பெற",
    "text": "தைவந்து நின்னடித் தாமரைசூடிய சங்கரற்குக்\nகைவந்த தீயும், தலைவந்த ஆறும் கரந்தது எங்கே?\nமெய்வந்த நெஞ்சில் அல்லால் ஒருகாலும் விரகர் தங்கள்\nபொய்வந்த நெஞ்சில் புக அறியா மடப் பூங்குயிலே.",
    "meaning": "உண்மையான அடியவர்களின் உள்ளங்களிலன்றி, பொய் நிரம்பிய வஞ்சகர் தம் உள்ளங்களில் ஒரு போதும் புகுந்தறியாத, இளமைப் பொலிவுடன் திகழும் குயில்போன்ற தேவி! உன்னுடன் கொண்ட ஊடலின் விளைவாக, உன் திருவடித் தாமரையைப் பற்றியும் கூட ஊடல் தீராததால், பின் அதனைத் தம் திருவடியின்மேல் தரித்துக் கொண்ட சிவபிரானுக்கு, அப்போது அவர் கரத்திலிருந்த அக்கினியும், சடைமுடியிலிருந்த கங்கையாறும் எங்கே போய் மறைந்தனவோ?",
    "benefits": "வஞ்சனை செய்பவர்களின் தீய செயல்களிலிருந்து பாதுகாப்பு பெறுதல்"
  },
  {
    "id": 99,
    "name": "அருள் உணர்வு வளர",
    "text": "குயிலாய் இருக்கும் கடம்படாவியிடை; கோல இயல்\nமயிலாய் இருக்கும் இமயாசலத்திடை; வந்துதித்த\nவெயிலாய் இருக்கும் விசும்பில்; கமலத்தின் மீது அன்னமாம்\nகயிலாயருக்கு அன்று இமவான் அளித்த கனங்குழையே.",
    "meaning": "கயிலாய மலையில் உறையும் தலைவராகிய சிவபிரானின் துணைவியும் இமவானின் புதல்வியுமாகிய, கனத்த பொற்குழைகளைக் காதிலணிந்த தேவி, கடம்பமலர் வனத்தில் (மதுரை) குயிலாக விளங்குபவள். இமாசலத்தில் (கயிலை) அழகும், பெருமையும் பெற்ற மயிலாக இருப்பவள், வானத்தின் (விண் - சிதம்பரம்) மேல் வந்து உதித்த சூரியனாக இருப்பாள். தாமரையின் மேல் (மூலாதாரம்-திருவாரூர்) அன்னமாக வீற்றிருப்பாள்.",
    "benefits": "அருள் உணர்வு வளர்ந்து ஆன்மீக அனுபவம் பெறுதல்"
  },
  {
    "id": 100,
    "name": "அம்பிகையை மனத்தில் காண",
    "text": "குழையைத் தழுவிய ஒன்றை அம்தார் கமழ் கொங்கைவல்லி\nகழையைப் பொருத திருநெடுந்தோளும், கரும்புவில்லும்\nவிழையப்பொருதிறல்வேரி அம்பாணமும்; வெண்ணகையும்,\nஉழையப் பொருகண்ணும், நெஞ்சில் எப்போதும் உதிக்கின்றனவே.",
    "meaning": "குழையும்படி இறுகத் தழுவியபோது எம்பெருமான் சிவபிரானின் திருமார்பினின்றும் பரவிய கொன்றை மலரின் நறுமணம் கமழும் மார்பகத்தையுடைய கொடி போன்ற அபிராமியன்னையின் மூங்கிலையொத்த அழகிய நீண்ட திருத்தோள்களும், கரும்பு வில்லும், ஆணும், பெண்ணும் ஒருவரையொருவர் விரும்பக் காரணமாக உள்ள மணம் மிகுந்த அழகிய ஐந்து மலரம்புகளும், வெண் முத்தனைய புன்முறுவலும் மானின் கண்ணையொத்த திருவிழிகளும் எளியவனாகிய அடியேனின் நெஞ்சில் எப்போதும் குடிகொண்டிருக்கின்றன.",
    "benefits": "அம்பிகையின் திருவுருவம் மனத்தில் எப்போதும் பிரகாசித்தல்"
  },
  {
    "id": 101,
    "name": "நூற்பயன்",
    "text": "ஆத்தாளை, எங்கள் அபிராமவல்லியை, அண்டம் எல்லாம்\nபூத்தாளை, மாதுளம் பூநிறத்தாளை, புவிஅடங்காக்\nகாத்தாளை ஐங்கணை பாசாங்குசமும், கரும்பும், அங்கை\nசேர்த்தாளை, முக்கண்ணியைத் தொழுவார்க்கு ஒரு தீங்கு இல்லையே.",
    "meaning": "எங்கள் தாயை, அபிராமவல்லியை, அனைத்துலகங்களையும் ஈன்றருளியவளை, மாதுளம் பூவையொத்த சிவந்த நிறத்தினளை, உலகங்களையெல்லாம் காத்து ரட்சிப்பவளை, அழகிய நான்கு திருக்கரங்களில் அங்குசம், பாசம், மலர்ப்பாணம், கரும்பு வில் ஆகியனவற்றை ஏந்தியிருப்பவளைத் தொழுபவர்களுக்கு எப்போதும் எந்த ஒரு துன்பமும் நேராது.",
    "benefits": "அபிராமி அந்தாதி பாராயணம் செய்பவர்களுக்கு அனைத்து நன்மைகளும் சித்திக்குதல்"
  }
]