[
  {
    "id": 1,
    "name": "அபிராமி அந்தாதி - பாடல் 1",
    "text": "தார் அமர் கொன்றையும் சங்கரன் செண்டு அலகும் மடந்தையர் பங்கன் மலர்ந்து அருள் கூர்ந்து\nநார் அயல் வேணியும் நாகமும் ஆடையும் பூண் அணி மார்பினில் போல வளர்ந்து\nபார் உயர் கொங்கையும் பாம்பணை மேகலையும் சுரும்பு அலி கேசரையும் வியக்கும்\nகார் உயர் மேனியும் கண் இமை போலவே நம் அபிராமி கவின் திருமேனியே",
    "meaning": "சிவபெருமானுடன் பங்கு கொண்ட அம்பிகையின் அழகிய திருமேனியைப் பற்றிய வர்ணனை",
    "benefits": ["அம்பிகை அருள்", "அழகு வளர்ச்சி", "திருமணத் தடைகள் நீங்கும்"]
  },
  {
    "id": 2,
    "name": "அபிராமி அந்தாதி - பாடல் 2",
    "text": "மேனி ஒளி விட்டு எழுந்த வெண் திங்களையும் பொன் மேருவையும் ஓவியம் செய்த திண் படை\nவான் அமர் கோணங்கையும் மா மயில் பீலியையும் தேனொடு பால் கலந்து இளையதையும் வேண்டும்\nஞான உரு கொண்ட நம் ஞாயிறு முகத்தினில் சீதளம் பொழியும் திருநெற்றிக் கண்ணினை\nஊன உரு இல்லா உமை பொங்கு சடையினில் ஊடல் செய் கின்ற உத்தம கோமளையே",
    "meaning": "அம்பிகையின் நெற்றிக்கண் மற்றும் முகவழகைப் பற்றிய வர்ணனை",
    "benefits": ["ஞான வளர்ச்சி", "குலதெய்வ அருள்", "பார்வைக் கோளாறுகள் நீங்கும்"]
  },
  {
    "id": 3,
    "name": "அபிராமி அந்தாதி - பாடல் 3",
    "text": "கோமளையே இன்பமே குணங்களாய் விளங்கொளியே சுந்தரியே என்றெனக் குறிப்பிலா\nஆமளையே அன்புடையே அணுகரிய சௌந்தர்யவே அழகுண்ணும் அன்புடை அமுதமே\nஓமளையே உண்மையே உயர்ந்து நின்ற ஒண்சுடரே பூமளையே புண்ணியவே பூரணையே\nகாமளையே கற்பகவே கண்ணுதல் கணவனை வஞ்சியுள் வாழும் கடவுளே",
    "meaning": "அம்பிகையின் பல்வேறு குணங்கள் மற்றும் சிறப்புகளைப் பற்றிய வர்ணனை",
    "benefits": ["காமக்ரோதம் நீங்கும்", "மன அமைதி", "இல்லற சுகம்"]
  },
  {
    "id": 4,
    "name": "அபிராமி அந்தாதி - பாடல் 4",
    "text": "கடவுளே கற்பகமே கண்ணுதலாய் நின்றவளே நம் அன்னையே என்று நான் கருதிய\nவடவுளே மாணிக்கவே மல்லிகை மணக்கொளியே வான்சுடரே என்று வாசகங்கள் சொல்\nதொடர் வளையார் கைகளே சுள்ளிய இடையளே கண் செய்து நோக்கும் கூர்ந்த பார்வையளே\nமடவுளே ஞானமுந் தவமும் வண்ணமும் விளக்கமும் மாண்புகளும் வாய்ந்த மங்கையே",
    "meaning": "அம்பிகையை கற்பகவிருக்ஷமாகவும் ஞானமூர்த்தியாகவும் வர்ணித்தல்",
    "benefits": ["ஞான பிராப்தி", "வேண்டியவை பூர்த்தி", "பண்புகள் வளர்ச்சி"]
  },
  {
    "id": 5,
    "name": "அபிராமி அந்தாதி - பாடல் 5",
    "text": "மங்கையே தற்பரமே வான்பொருளே என்பரிசே மாயவே மாதுளம் பூ வாய்ப்பெண்ணே\nபொங்கு அமுதே பூரணியே புண்ணியவே என்ன பெயர் சொல்வதற்கே கல்லாத பூங்கொடியே\nமங்கையே கண்ணுதலான் மங்கையே பராசக்தியே அன்பர் உள்ளத்தமர்ந்து உறையும் அன்னையே\nசங்கையே இல்லாத தாயே மங்கையே என்று அடிஜாயேன் உள்ளத்தே சதா நினைக்கும் சன்னிதியே",
    "meaning": "அம்பிகையின் பராசக்தி ரூபம் மற்றும் அன்னைமையை வணங்குதல்",
    "benefits": ["மாதுசக்தி வளர்ச்சி", "பராசக்தி அருள்", "மனோநிலை தெளிவு"]
  },
  {
    "id": 6,
    "name": "அபிராமி அந்தாதி - பாடல் 6",
    "text": "சன்னிதியே சார்வுறும் தளிர்மெல்விரல் தாமரைக் கை தன்மணிப் பூணணி தழையவே\nஅன்னமே அருந்தவமே அருட்பெருஞ் ஜோதியே பொன் தோன்றுகின்ற உன் திரு வடிவத்தை\nபின்னையே நினைக்கும் பித்தனாகி நின்றவனேன் என் பெறும் இன்பமே என்ன பிற்காலம்\nமன்னுயே முன்னிற்கும் மறைமுடிப் பொருளே இம் மாதர் உலகில் வாழும் மாதுளையே",
    "meaning": "அம்பிகையின் அருட்ஜோதி ரூபத்தை நினைத்து பித்தாவதைப் பற்றி",
    "benefits": ["அருட்ஜோதி பிராப்தி", "ஆன்மீக பித்து", "வேத ஞானம்"]
  },
  {
    "id": 7,
    "name": "அபிராமி அந்தாதி - பாடல் 7",
    "text": "மாதுளையே மணியே மணிமிடற்றன் மாதுளையே மணியில் விளங்குகின்ற மாணிக்கமே\nகோதையே கொடியே குமரனைப் பெற்ற தாயே குணங்களே என்று குருவினிலே\nயேதுமில் பாசமுள்ள ஈசனுடை நாயகியே என் நெஞ்சினில் நின்று நினைவகற்றும்\nமாதுவே ஞானமுள் மாணிக்கவாசகனான் வாசகத்தால் வாய்ப்பெற்ற வள்ளலியே",
    "meaning": "மாணிக்கவாசகருடன் தொடர்புபடுத்தி அம்பிகையை வர் णித்தல்",
    "benefits": ["மாணிக்கவாசகர் அருள்", "சிவத்துவ அனுபவம்", "வாக்சித்தி"]
  },
  {
    "id": 8,
    "name": "அபிராமி அந்தாதி - பாடல் 8",
    "text": "வள்ளலியே வாணியே மனோன்மணியே மாலையே வண்மையிலே உன்னை வணங்கினால்\nவெள்ளமே அமுதமே மெல்லியலே வேணுவின் ஓசையே உன் பேர் உரைக்கின்ற\nதள்ளலே இல்லாத தகவுடையே தாமரைக் கண்ணே உன் திருப்புகழே நான்\nவள்ளலே கேட்க வேண்டும் வகையால் வண்மையே நான் எவ்வாறு புகழ்ந்து இடுவேன்",
    "meaning": "அம்பிகையின் புகழைப் பாட வேண்டுமென்ற அன்பர் ஆர்வம்",
    "benefits": ["வாக்சித்தி", "கவித்துவ திறன்", "அம்பிகை புகழ் பாடும் ஆர்வம்"]
  },
  {
    "id": 9,
    "name": "அபிராமி அந்தாதி - பாடல் 9",
    "text": "இடுவேன் நல்லபுகழ் ஈசனுடை காதலியே எழிலே மலர்கண்ணே இளம்பிறையே\nவடுவே இல்லாத மாமணியே வானவரீர் வணங்கும் திருவே வயதில்லாதே\nமடுவே போல்வார் சிகாமணியே வள்ளலே நல் வகையே உன் திரு வடிவத்தை\nகடுவே கண்டு நான் கடைக்கண் பார்த்தால் என் காரியம் ஆகும் அன்று காணுமே",
    "meaning": "அம்பிகையின் கடைக்கண் பார்வையால் காரியங்கள் நடைபெறும் என்பது",
    "benefits": ["கடைக்கண் பார்வை", "காரிய நிறைவேற்றம்", "இளமை நிலைத்திருத்தல்"]
  },
  {
    "id": 10,
    "name": "அபிராமி அந்தாதி - பாடல் 10",
    "text": "காணுமே கண்ணிமை போலும் கரியமுகில் மின்னே போலும் கார்மேகம் சூழ்ந்தபின்\nபேணுமே பெண்மையின் பெருமையில் நின்றிடும் பெண்ணே உன் திருவருளே வேண்டும்\nதேணே அமுதே தெய்வமே திருமகளே சிந்தையிலே வந்து என் தீமையகற்றி\nஆணிலே பெண்ணிலும் அல்லவே அன்றி நீ ஆன ஞான வடிவானதே",
    "meaning": "அம்பிகை ஆண் பெண் என்ற பேதமில்லாத ஞான வடிவம் என்பது",
    "benefits": ["ஞான வடிவ தரிசனம்", "பாலின பேத நீக்கம்", "ஆன்மீக உணர்வு"]
  },
  {
    "id": 11,
    "name": "அபிராமி அந்தாதி - பாடல் 11",
    "text": "ஆனதே யோகமே அருட்பெருஞ் சோதியே ஆன்மாவே நீ அருளும் அருட்கொடையே\nவானம் பூமி உயிர்கள் அனைத்திலும் வியாபித்து நின்ற விளையாட்டுடையவே\nஞானமே நீதியே ஞாயிற்றின் தேசொடும் நம்பி இளம்பிறை நாயகன் நாதனுள்\nகோனம் படர்ந்த கொடியே கிளையே கிளி சொல்லும் குரலே குணம் நிறைந்த குளிர்மதியே",
    "meaning": "அம்பிகை சர்வாந்தர்யாமியாக எங்கும் வியாபித்திருப்பது",
    "benefits": ["யோகசித்தி", "ஆன்மீக ஞானம்", "சர்வத்திலும் தெய்வ தரிசனம்"]
  },
  {
    "id": 12,
    "name": "அபிராமி அந்தாதி - பாடல் 12",
    "text": "குளிர்மதியே கூந்தலாளே குணமுடையே கோமளையே மலர்மகளே என்று வாய்\nவளிர் பொழுதே நான் உன்னை வணங்குகின்ற வண்ணமே உன் வடிவழகு கண்டு நான்\nதளிர் போல் மெல்லிய தாமரைக் கரங்களால் தழுவுவதே இனிது என் தலையாலே\nதெளிவெய்தி நின்றவனேன் உன் தெய்வ திருமேனி காணுமே காண வேண்டுமே",
    "meaning": "அம்பிகையின் திருமேனியைக் காண வேண்டும் என்ற ஆர்வம்",
    "benefits": ["திருமேனி தரிசனம்", "தெய்வானுபவம்", "பக்தி வளர்ச்சி"]
  },
  {
    "id": 13,
    "name": "அபிராமி அந்தாதி - பாடல் 13",
    "text": "வேண்டுமே வேண்டும் என் வித்தகே வேலையில் மிக்கவே மிக உன் விரல் வளையே\nஈண்டுமே உன் அடியார் இரு புறமும் இருந்து என் இடைக்கண் களிக்கும் ஈசனுமாய்\nஆண்டுமே நின்று அளந்து அளந்து என் நெஞ்சின் அளவெலாம் குறுகி விரித்து நின்று\nகாண்டுமே உன் கைகளால் தழுவிக் கொள்வதை கண்டும் வியந்தேன் கடல் நஞ்சே",
    "meaning": "அம்பிகை தன் கரங்களால் தழுவிக்கொள்வது பற்றிய அனுபவம்",
    "benefits": ["அம்பிகை தழுவல்", "இறைவன் இறைவி ஐக்யம்", "ஆன்மானுபவம்"]
  },
  {
    "id": 14,
    "name": "அபிராமி அந்தாதி - பாடல் 14",
    "text": "கடல் நஞ்சே கண்டனார் காமக்ரோதம் இல்லாத கற்பகமே உன் கண் படுவோர்\nவடம் நெஞ்சே வெள்ளிய மலைமகளே வன்னியே என் வருத்தமெலாம் தீர்த்தல் வேண்டும்\nநடுநிசியில் வந்து நல்ல நினைவணையே நாராயணி என் நெஞ்சகத்தே\nதடம் எஞ்சும் வேகத்தால் வந்து என் தாய் உன் சண்பகமே போன்ற திருவுருவே",
    "meaning": "அம்பிகை இரவில் வந்து வருத்தம் தீர்த்து அருள் புரிவது",
    "benefits": ["வருத்தம் நீக்கம்", "நடுநிசி தரிசனம்", "கற்பகவிருக்ஷ அருள்"]
  },
  {
    "id": 15,
    "name": "அபிராமி அந்தாதி - பாடல் 15",
    "text": "திருவுருவே கண்டுகொண்டு தித்திக்கும் என் திரு நெஞ்சே உன் தேன் மொழியே கேட்டு\nஅருவுருவே ஆகிநின்ற ஆனந்தமே அளவில் ஆன சிற்சபையின் உள்ளே\nபெருவுருவே ஆனதே பிரகாசமே நின்று பின் பேதமில் அருள் பெருகும் வண்ணமே\nகருவுருவே காட்டாதே கண்ணுதலான் கழலே வணங்கும் கற்பனையே",
    "meaning": "அம்பிகையின் அருவுருவ விளையாட்டும் பெருவுருவ அனுபவமும்",
    "benefits": ["அருவுருவ தரிசனம்", "சிற்சபை வாசம்", "ஆனந்த அனுபவம்"]
  },
  {
    "id": 16,
    "name": "அபிராமி அந்தாதி - பாடல் 16",
    "text": "கற்பனையே தத்துவமே கண்ணினிலே தெய்வமே காணுமிடம் என்றே இங்கு\nவெற்பு அனையே மேனியில் வெள்ளியமே போலும் உன் விண்ணோர் புகழும் விரைமலரே\nஅற்பமே இல்லாத ஆதிசக்தியே பரமே ஆயிரம் ஆயிரம் ஆண்டுகளும்\nகற்பமே போலும் நல் கண்ணுதலாள் கயிலை வாழும் களிமிகும் கடவுளே",
    "meaning": "அம்பிகை ஆதிசக்தியாக கல்பகோடிகளாக இருப்பது",
    "benefits": ["ஆதிசக்தி அருள்", "கல்பகோடி ஆயுள்", "கயிலை வாசம்"]
  },
  {
    "id": 17,
    "name": "அபிராமி அந்தாதி - பாடல் 17",
    "text": "கடவுளே ஞானமே கண் அமுதே கற்பகமே நல் அருளே குணமணியே\nமடவுளே ஆகித் தவம் புரிந்து என் மகிழ்ச்சியே மாற்றாது நின்ற மாதுளையே\nவடவுளே பூரணமே வைகுந்தமே வாழுமிடம் மாண்பு மிகு திருவிலயே\nதடவுளே இல்லாத சங்கரனார் தங்கையே நல் திருமேனி தான் உடையே",
    "meaning": "அம்பிகை சிவபெருமானின் தங்கையாக உள்ளது",
    "benefits": ["சிவசக்தி ஐக்யம்", "வைகுந்த வாசம்", "குண மணிகள் பிராப்தி"]
  },
  {
    "id": 18,
    "name": "அபிராமி அந்தாதி - பாடல் 18",
    "text": "உடையவே உம்பர் தம் ஊரதகவே உன்னை உள்ளத்துள் வைத்துக் கொண்டு\nவிடைய வேதம் அனைத்தினையும் விளக்கிய என் வேண்டல் கேட்டுணர்ந்து\nதொடையழகே மின்னென்ன சோதியுமே தோன்றிய நல் துணைவனார்கள்\nமடையவே என்று என் வஞ்சமே அகற்றி என் மனத்தே வந்து மகிழ்ந்தவே",
    "meaning": "அம்பிகை வேதங்களை விளக்கி மனத்தில் வந்து மகிழ்வது",
    "benefits": ["வேத ஞானம்", "வஞ்சம் நீக்கம்", "மனமகிழ்ச்சி"]
  },
  {
    "id": 19,
    "name": "அபிராமி அந்தாதி - பாடல் 19",
    "text": "மகிழ்ந்தவே மணியுறும் சோதியுமே மலர்கள் மணக்கும் மலர்மகளே\nபுகழ்ந்தவே புண்ணியரால் போற்றிய என் புகலே இல்லாத புண்ணியமே\nஎழுந்தவே ஞாயிறு போலும் இளங்கதிரே என் நெஞ்சினுள் இன்பு தந்து\nவழுந்தவே இல்லாத மா மணியே மாயையே வணங்கும் மங்கையே",
    "meaning": "அம்பிகை மணிச்சோதியாக உள்ளிருந்து இன்பம் தருவது",
    "benefits": ["மணிச்சோதி தரிசனம்", "உள்ளின்பம்", "மாயை வசம்"]
  },
  {
    "id": 20,
    "name": "அபிராமி அந்தாதி - பாடல் 20",
    "text": "மங்கையே பூங்கொடியே மணிமிடற்றின் மங்கையே வண்டுகள் பாடும் மலர்ச்சோலையே\nதங்கையே சங்கரனுக் கு ஒரு பாகமே தாமரைக் கண்ணே தயாநிதியே\nபங்கமில் காதல் உள்ள பராசக்தியே பரமே பரமான பரிபூரணே\nசங்கமே இல்லாத சத்சிதே ஆனந்தே சாமளையே உன் சண்பக மணமே",
    "meaning": "அம்பிகை பராசக்தியாக சச்சிதானந்த ரூபமாக இருப்பது",
    "benefits": ["பராசக்தி அனுபவம்", "சச்சிதானந்தம்", "சண்பக மணம்"]
  }
]

